Repository: mischkadb/lidarts
Catalog: lidarts/translations/*/LC_MESSAGES/messages.po
Languages: cs, da, de, es, fi, fr, hr, it, nl, pl, pt, tr

source: The second option is starting a YouTube live stream with an external software. We recommend
cs: Druhou možností je spuštění živého vysílání YouTube s externím softwarem. Doporučujeme
da: Den anden mulighed er at starte en YouTube live stream med en ekstern software. Vi anbefaler
de: Die zweite Option ist das Starten eines YouTube-Livestreams mit einer externen Software. Wir empfehlen
fi: Toinen vaihtoehto on käynnistää YouTube suoratoiston ulkoisella ohjelmistolla. Suosittelemme
fr: La deuxième option est de démarrer une diffusion en direct YouTube avec un logiciel externe. Nous vous recommandons
hr: Druga opcija je pokretanje YouTube streama uživo s vanjskim softverom. Preporučujemo
it: La seconda opzione è avviare un live stream di YouTube con un software esterno. Consigliamo
nl: De tweede optie is het starten van een YouTube live stream met externe software. Wij raden u aan
pl: Druga opcją jest uruchomienie transmisji na YouTube z zewnętrznym oprogramowaniem. Zalecamy
pt: A segunda opção é iniciar uma transmissão ao vivo via YouTube com uso de um software externo. Recomendamos
tr: İkinci seçenek ise farklı bir yazılım kullanarak YouTube üzerinden canlı yayın başlatmaktır. Burada tavsiyemiz

source: You can find many tutorials on the internet. It requires some setup work.
cs: Na internetu můžete najít mnoho návodů jak to rozběhat.
da: Du kan finde mange tutorials på internettet. Det kræver nogle setup arbejde.
de: Du kannst viele Tutorials dazu im Internet finden. Es erfordert einiges an Arbeit zum Einstellen.
fi: Voit löytää monia oppaita Internetistä. Se vaatii joitakin asennustyötä.
fr: Vous pouvez trouver de nombreux tutoriels sur Internet. Cela nécessite un travail d'installation.
hr: Na internetu možete pronaći mnogo tutorijala. Zahtijeva nešto postavljanja.
it: Puoi trovare molti tutorial su Internet. Richiede un lavoro di installazione.
nl: Je kunt veel handleidingen vinden op het internet. Dit vereist wat voorbereidend werk.
pl: Możesz znaleźć wiele samouczków w Internecie. Wymaga to kilku ustawień.
pt: Você pode encontrar muitos tutoriais na internet. Isso requer algum trabalho de configuração.
tr: İnternet üzerinde bu konuyla ilgili birçok kılavuz bulunmaktadır. Biraz kurulum uğraşısı gerektirir.

source: Livestreams will only be shown if both players allowed to have their games streamed by the other party. You can enable this in the webcam settings.
cs: Živý stream bude fungovat pouze v případě, že obě strany povolili streamování jejich her. Můžete to povolit v nastaveních v sekci Webkamery.
da: Livestreams vil kun blive vist, hvis begge spillere har lov til at få deres spil streamet af den anden part. Du kan aktivere dette i webcamindstillingerne.
de: Livestreams werden Zuschauern nur angezeigt, wenn beide Spieler ihr Einverständnis zum Streaming gegeben haben. Das Einverständnis kann in den Webcam-Einstellungen geändert werden.
fi: Livestreams näytetään vain, jos molemmat pelaajat voivat saada pelinsä streamed toisen osapuolen. Voit ottaa tämän käyttöön web-kameran asetuksissa.
fr: Les matchs en direct ne seront diffusés que si les deux joueurs ont autorisé la diffusion de leur jeu. L'option peut être activée dans les paramètres de la webcam.
hr: Prijenosi uživo bit će prikazani samo ako su oba igrača dopustili da druga strana prenosi svoje igre. To možete omogućiti u postavkama web kamere.
it: I Livestreams saranno mostrati solo se entrambi i giocatori hanno il permesso di avere le loro partite in streaming dall'altra parte. È possibile abilitarlo nelle impostazioni della webcam.
nl: Livestreams zullen alleen getoond worden als beide spelers hun wedstrijden konden laten streamen door de andere partij. Je kunt dit inschakelen in de webcam instellingen.
pl: Livestreams będą wyświetlane tylko wtedy, gdy obaj gracze zezwolą na streamowanie swoich gier przez drugą stronę. Możesz to włączyć w ustawieniach kamery internetowej.
pt: Livestreams só serão exibidos se ambos os jogadores permitirem que seus jogos sejam transmitidos. Você pode habilitar a permissão na página de configurações de webcam.
tr: Canlı yayınlar, ancak iki oyuncunun da izin vermesi halinde başka platformlarda yayınlanabilirler. Bunu web kamera ayarları üzerinden belirliyebilirsiniz.

source: Friends
cs: Přátelé
da: Venner
de: Freunde
fi: Ystävät
fr: Amis
hr: Prijatelji
it: Amici
nl: Vrienden
pl: Znajomi
pt: Amigos
tr: Arkadaşlar

source: Pending requests
cs: Čekající žádosti
da: Ventende anmodninger
de: Ausstehende Anfragen
fi: Odottavat pyynnöt
fr: Demandes en attente
hr: Zahtjevi na čekanju
it: Richieste in sospeso
nl: Verzoeken in behandeling
pl: Oczekujące zaproszenia
pt: Solicitações pendentes
tr: Bekleyen teklifler

source: Preferences
cs: Nastavení
da: Indstillinger
de: Einstellungen
fi: Asetukset
fr: Préférences
hr: Postavke
it: Impostazioni
nl: Voorkeuren
pl: Ustawienia
pt: Preferências
tr: Tercihler

source: Friend request
cs: Žádost o přátelství
da: Venneanmodning
de: Freundschaftsanfrage
fi: Ystävän pyyntö
fr: Demande d'ami
hr: Zahtjev za prijateljstvo
it: Richiesta di amicizia
nl: Vriendschapsverzoek
pl: Zaproszenie do znajomych
pt: Pedido de amizade
tr: Arkadaş teklifi

source: Challenge to game
cs: Vyzvat ke hře
da: Udfordring til spil
de: Zu Spiel herausfordern
fi: Haasta peliin
fr: Lancer un défi
hr: Izazovi za igru
it: Sfida per giocare
nl: Uitdagen voor een wedstrijd
pl: Wyzwanie do gry
pt: Desafiar para partida
tr: Maç için meydan okuma

source: has not entered a profile text yet.
cs: zatím nezadal text profilu.
da: har endnu ikke indtastet en profiltekst.
de: hat noch keinen Profiltext angegeben.
fi: ei ole syötetty profiilin tekstiä vielä.
fr: n'a pas encore saisi de texte de profil.
hr: još nije unio profilni tekst.
it: non ha ancora inserito un testo del profilo.
nl: heeft nog geen profieltekst ingevoerd.
pl: nie wprowadził jeszcze opisu profilu.
pt: não inseriu um texto de perfil ainda.
tr: henüz bir profil metni girmedi.

source: Recent games
cs: Poslední hry
da: Seneste spil
de: Neueste Spiele
fi: Viimeisimmät pelit
fr: Jeux récents
hr: Zadnje igre
it: Partite recenti
nl: Recente wedstrijden
pl: Ostatnie rozgrywki
pt: Partidas recentes
tr: Son maçlar

source: Full match list
cs: Kompletní seznam zápasů
da: Fuld spil liste
de: Vollständige Spielliste
es: Lista completa de partidas
fi: Koko otteluluettelo
fr: Liste complète des matchs
hr: Cijela lista igara
it: Elenco completo delle partite
nl: Volledige lijst met wedstrijden
pl: Pełna lista meczy
pt: Lista completa de partidas
tr: Tüm maç listesi

source: Recent statistics (501 SI/DO)
cs: Poslední statistiky (501 SI/DO)
da: Nyere Statistik (501 SI/DO)
de: Aktuelle Statistiken (501 SI/DO)
fi: Viimeisimmät tilastot (501 SI/DO)
fr: Statistiques récentes (501 SI/DO)
hr: Zadnje statistike (501SI/DO)
it: Statistiche recenti (501 SI/DO)
nl: Recente statistieken (501 SI/DO)
pl: Najnowsze statystyki (501 SI/DO)
pt: Estatísticas recentes (501 SI/DO)
tr: Son istatistikler (501 SI/DO)

source: Number of games:
cs: Počet her:
da: Antal spil:
de: Anzahl Spiele:
fi: Pelien määrä:
fr: Nombre de jeux :
hr: Broj igara:
it: Numero di partite:
nl: Aantal wedstrijden:
pl: Liczba gier:
pt: Número de partidas:
tr: Maç sayısı:

source: Darts thrown:
cs: Vhozených šipek:
da: Pile kastet:
de: Darts geworfen:
fi: Heitetyt tikat:
fr: Fléchettes lancées:
hr: Bačenih strelica:
it: Freccette lanciate:
nl: Darts gegooid:
pl: Lotki rzucone:
pt: Dardos lançados:
tr: Atılan dart sayısı:

source: Detailed statistics
cs: Podrobné statistiky
da: Detaljeret Statistik
de: Ausführliche Statistiken
fi: Yksityiskohtaiset tilastot
fr: Statistiques détaillées
hr: Detaljna statistika
it: Statistiche dettagliate
nl: Gedetailleerde statistieken
pl: Szczegółowe statystyki
pt: Estatísticas detalhadas
tr: Detaylı istatistikler

source: Winrates (501 SI/DO)
cs: Procenta vítězství (501 SI/DO)
da: Vind satser (501 SI/DO)
de: Siegquote (501 SI/DO)
fi: Voittoprosentti % (501 SI/DO)
fr: Taux de victoires (501 SI/DO)
hr: Prosijek pobjeda (501 SI/DO)
nl: Winratio's (501 SI/DO)
pl: Zwycięstwa (501 SI/DO)
pt: Taxa de vitórias (501 SI/DO)
tr: Kazanma oranları (501 SI/DO)

source: (grouped by opponent average)
cs: (seskupené podle průměru soupeře)
da: (grupper efter modstandergennemsnit)
de: (gruppiert nach Average des Gegners)
fi: (ryhmitelty vastustajan keskiarvon perusteella)
fr: (regroupés par la moyenne de l'adversaire)
hr: (grupirano prema prosjeku protivnika)
it: (raggruppato per media avversaria)
nl: (gegroepeerd door gemiddelde tegenstander)
pl: (pogrupowane według średniej przeciwnika)
pt: (agrupado pela média do adversário)
tr: (rakip ortalamasına göre gruplandırılmıştır)

source: Activate webcam games
cs: Aktivovat hry přes webovou kameru
da: Aktiver webcam spil
de: Webcam-Spiele aktivieren
fi: Aktivoi web-kamera pelit
fr: Activer le jeu par webcam
hr: Aktiviranje igre sa web kamerom
it: Attiva partite con webcam
nl: Activeer webcam wedstrijden
pl: Aktywuj gry z kamerą internetową
pt: Partidas com webcams habilitadas
tr: Kameralı oyunları aktive edin

source: Edit profile text
cs: Upravit text profilu
da: Redigere profiltekst
de: Profiltext bearbeiten
fi: Muokkaa profiilitekstiä
fr: Éditer la description du profil
hr: Uredi profilni tekst
it: Modifica testo profilo
nl: Profieltekst bewerken
pl: Edytuj opis profilu
pt: Editar texto do perfil
tr: Profil metnini düzenle

source: Manage friend list
cs: Spravovat seznam přátel
da: Administrer venneliste
de: Freundesliste verwalten
fi: Hallinnoi kaverilistaa
fr: Gérer la liste d'amis
hr: Uredi listu prijatelja
it: Gestisci lista amici
nl: Vriendenlijst beheren
pl: Zarządzaj listą znajomych
pt: Gerenciar lista de amigos
tr: Arkadaş listeni yönet

source: Change display name
cs: Změnit zobrazované jméno
da: Ændre vist navn
de: Anzeigenamen ändern
fi: Vaihda käyttäjätunnusta
fr: Modifier le nom d'affichage
hr: Promijeni ime
it: Cambia nome visualizzato
nl: Weergavenaam wijzigen
pl: Zmień wyświetlaną nazwę
pt: Alterar nome de exibição
tr: Görünen ismi değiştir

source: Change password
cs: Změnit heslo
da: Skift adgangskode
de: Passwort ändern
fi: Vaihda salasana
fr: Modifier le mot de passe
hr: Promijeni lozinku
it: Cambia password
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt: Alterar senha
tr: Parolayı değiştir

source: Avatar settings
cs: Nastavení avataru
da: Avatar indstillinger
de: Avatareinstellungen
fi: Profiilikuvan asetukset
fr: Paramètres d'avatar
hr: Postavke avatara
it: Impostazioni avatar
nl: Avatar instellingen
pl: Ustawienia awatara
pt: Configurações do avatar
tr: Avatar ayarları

source: Caller settings
cs: Nastavení hlasatele
da: Indstillinger for Kalderen
de: Callereinstellungen
fi: Kuuluttajan asetukset
fr: Paramètres de l'annonceur
hr: Postavke najavljivača
it: Impostazioni arbitro
nl: Caller instellingen
pl: Ustawienia głosu Markera
pt: Configurações de Chamadas
tr: Anons ayarları

source: Trainer delay settings
cs: Nastavení zpoždění bota
da: Indstillinger for trænerforsinkelse
de: Trainerverzögerung einstellen
fi: Kouluttajan viiveasetukset
fr: Réglages de délai de l'Entraîneur
hr: Postavke odgode za trenera
it: Impostazioni ritardo allenamenti
nl: Trainer vertraging instellingen
pl: Ustawienia opóźnienia trenera
pt: Confugurações do temporizador de treino
tr: Eğitmen gecikmesi ayarları

source: User not found
cs: Uživatel nenalezen
da: Brugeren blev ikke fundet
de: Benutzer nicht gefunden
fi: Käyttäjää ei löydy
fr: Utilisateur introuvable
hr: Korisnik nije pronađen
it: Utente non trovato
nl: Gebruiker niet gevonden
pl: Nie znaleziono użytkownika
pt: Usuário não encontrado
tr: Kullanıcı bulunamadı

source: Optional. Your video and sound may be live streamed by Lidarts or your opponent.
cs: Volitelné. Vaše video a zvuk může být streamovaný vaším soupeřem nebo Lidarts.
da: Valgfri. Din video og lyd kan livestreames af Lidarts eller din modstander.
de: Optional. Dein Bild und Ton darf von Lidarts oder deinem Gegner live gestreamt werden.
fi: Valinnainen. Lidarts tai vastustajasi saa jakaa web-kamerasi kuvan ja äänen.
fr: Optionnel. Votre vidéo et votre son peuvent être diffusés en direct par Lidarts ou par votre adversaire.
hr: Neobavezno. Vaš video i zvuk mogu prenositi uživo Lidarts ili vaš protivnik.
it: Opzionale. Il tuo audio e video può essere trasmesso live al tuo avversario.
nl: Optioneel. Je video en geluid kunnen live worden gestreamd door Lidarts of je tegenstander.
pl: Opcjonalne. Twój obraz i dźwięk mogą być transmitowane na żywo przez Lidarts lub przeciwnika.
pt: Opcional. Seu vídeo e som podem ser transmitidos ao vivo por Lidarts ou seu adversário.
tr: Seçeneğe bağlı. Video görüntünüz ve sesiniz, rakibiniz ya da Lidarts tarafından canlı yayınlanabilir.

source: Forces use of Jitsi Meet mobile app. Try this if video capture does not work on your mobile browser.
cs: Vynutí používání aplikace Jitsi Meet. Zkuste to, pokud vaše video nefunguje na vašem mobilním prohlížeči.
da: Tvinger brugen af Jitsi Meet mobil app. Prøv dette, hvis videooptagelse ikke virker på din mobil browser.
de: Erzwingt die Nutzung der Jitsi Meet Mobilapp. Teste diese Option, wenn die Videoaufnahme in deinem mobilen Browser nicht funktioniert.
fi: Pakota Jitsi Meet -mobiilisovelluksen käyttö. Kokeile tätä, jos kamera ei toimi mobiiliselaimessasi.
fr: Forcer l'utilisation de l'application mobile Jitsi Meet. Essayez si la capture vidéo ne fonctionne pas sur votre navigateur mobile.
hr: Prisilno korištenje mobilne aplikacije Jitsi Meet. Pokušajte ovo ako video snimanje ne radi na vašem mobilnom pregledniku.
it: Forza l'utilizzo di Jitsi Meet app. Prova se il video non funziona con il tuo browser.
nl: Dwingt het gebruik van de Jitsi Meet mobiele app. Probeer dit als de video-opname niet werkt op uw mobiele browser.
pl: Wymuś użycie aplikacji Jitsi Meet. Jeśli przechwytywanie wideo nie działa w przeglądarce mobilnej.
pt: Força o uso do aplicativo móvel do Jitsi. Tente isso se a captura de vídeo não funcionar no seu navegador móvel.
tr: Jitsi Meet mobil uygulamasının kullanılması gerekliliği. Mobil tarayıcınızda video yakalama özelliği çalışmazsa bunu deneyin.

source: Enables follow page in lobby. Your mobile device can be called to your games from another device to capture video.
cs: Zapne sledovací stránku webkamery v lobby. Vaše mobilní zařízení může být použito jako webkamera ve vaší hře.
da: Aktiverer følg side i lobbyen. Din mobilenhed kan kaldes til dine spil fra en anden enhed for at optage video.
de: Aktiviert Webcam-Folgeseite in der Lobby. Dein Mobilgerät kann dir in deinen Spielen folgen, um Videos aufzunehmen.
fi: Hyväksy seuraa sivu aulasta. Mobiililaitteesi voidaan liittää peliin toisena laitteena ottamaan kuvaa.
fr: Active la page de suivi dans le lobby. Votre appareil mobile peut être demandé dans vos parties depuis un autre appareil pour capturer la vidéo.
hr: Omogućuje praćenje stranice u lobiju. Vaš mobilni uređaj može biti pozvan na vaše igre s drugog uređaja za snimanje videa.
it: Abilità segui la pagina in lobby. Il tuo device può essere chiamato da un altro device per inviare il video.
nl: Schakelt volgpagina in de lobby in. Je mobiele apparaat kan naar je wedstrijden worden geroepen vanaf een ander apparaat om video op te nemen.
pl: Włącz śledzenie strony w lobby. Twoje urządzenie mobilne może być włączone do twoich gier z innego urządzenia, aby przechwycić wideo.
pt: Permite seguir página no lobby. Seu dispositivo móvel pode ser ligado aos seus jogos através de outro dispositivo para captura do vídeo.
tr: Lobinizdeki takipler sayfasını aktive eder. Mobil cihazınız, başka bir cihaz tarafından video yakalama için çağrılabilir.

source: Loads only the scoreboard without webcam image in your webcam games. Useful for mobile score-only devices.
cs: Načte pouze skóre bez videa z webkamery ve vaší hře. Užitečně, když chcete použít své mobilní zařízení jen na zadávání skóre.
da: Indlæser kun resultattavlen uden webcam billede i dit webcam spil. Nyttigt for mobile score-only enheder.
de: Lädt nur das Scoreboard ohne Webcambild in deinen Spielen. Nützlich für mobile Geräte, die nur zur Punkteingabe dienen.
fi: Lataa vain tulostaulun ilman webcam kuvaa webcam pelejä. Hyödyllinen vain mobiili tulostaulun laitteita.
fr: Charge uniquement le tableau de scores dans vos parties avec webcam. Utile pour les appareils mobiles servants uniquement pour les scores.
hr: Učitava samo semafor bez slike web kamere u vašim igrama web kamere. Korisno za mobilne uređaje samo za bodovanje.
it: Carica solo tabelloni senza webcam. Utile per il solo utilizzo del segnapunti sui dispositivi.
nl: Laad alleen het scorebord zonder beeld van je webcam in je webcam wedstrijden. Handig voor mobiele alleen-score apparaten.
pl: Ładuj tylko tablicę wyników bez obrazu kamery internetowej. Przydatne dla urządzeń mobilnych.
pt: Carregar apenas o placar da pontuação sem uso da webcam. Útil para partidas ou móvel com a opção de score-only.
tr: Kameralı maçlarda, kamera görüntüsü olmadan sadece puan tabelasını yükler. Mobil cihazlarda, sadece puan kullanımı için kullanışlıdır.

source: Try enabling this option if you experience connection problems in your video conferences.
cs: Zkuste povolit tuto možnost, pokud narazíte na problémy s připojením ve vašich videohovorech.
de: Aktiviere diese Option, wenn Verbindungsprobleme in deinen Videokonferenzen auftreten.
fi: Kokeile ottaa tämä vaihtoehto käyttöön, jos sinulla on ongelmia videon lähettämisessä.
fr: Essayez d'activer cette option si vous rencontrez des problèmes de connexion dans vos vidéoconférences.
hr: Pokušajte omogućiti ovu opciju ako imate problema s vezom na videokonferencijama.
nl: Probeer deze optie indien u last ondervind met connectie problemen.
pl: Spróbuj włączyć tę opcję, jeśli doświadczysz problemów z połączeniem podczas wideokonferencji.
tr: Video görüşmelerinde bağlantı sorunu yaşıyorsanız, bu seçeneği aktif hale getirin.

source: Submit
cs: Odeslat
da: Indsende
de: Abschicken
fi: Lähetä
fr: Envoyer
hr: Podnesi
it: Invia
nl: Verzenden
pl: Wyślij
pt: Confirmar
tr: Sunmak

source: You can change your username only once per month. Please confirm.
cs: Uživatelské jméno můžete změnit pouze jednou za měsíc. Potvrďte prosím.
da: Du kan kun ændre dit brugernavn én gang om måneden. Bekræft venligst.
de: Du kannst deinen Benutzernamen nur einmal pro Monat ändern. Bitte bestätigen.
fi: Voit vaihtaa käyttäjänimesi kerran kuukaudessa. Vahvista.
fr: Vous ne pouvez changer votre nom d'utilisateur qu'une fois par mois. Veuillez confirmer.
hr: Možeš promijeniti svoje korisničko ime jednom mjesečno. Molimo potvrdite.
it: Puoi cambiare il tuo nome utente solo una volta al mese. Conferma.
nl: Je kunt je gebruikersnaam slechts één keer per maand wijzigen. Bevestig dit alsjeblieft.
pl: Możesz zmienić swoją nazwę użytkownika tylko raz w miesiącu. Proszę potwierdzić.
pt: Você pode alterar seu nome de usuário apenas uma vez por mês. Por favor confirme.
tr: Kullanıcı adınızı sadece ayda bir kez değiştirebilirsiniz. Lütfen onaylayın.

source: Request a new password
cs: Požádat o nové heslo
da: Anmod om en ny adgangskode
de: Neues Passwort beantragen
fi: Pyydä uusi salasana
fr: Demander un nouveau mot de passe
hr: Zatraži novu lozinku
it: Richiedi nuova password
nl: Vraag een nieuw wachtwoord aan
pl: Poproś o nowe hasło
pt: Solicitar uma nova senha
tr: Yeni bir parola talebi

source: No account yet?
cs: Ještě nemáte účet?
da: Ingen konto endnu?
de: Noch kein Account?
fi: Eikö sinulla ole vielä tiliä?
fr: Pas encore de compte ?
hr: Nemate račun?
it: Non hai ancora un account?
nl: Nog geen account?
pl: Nie masz jeszcze konta?
pt: Ainda não tem conta?
tr: Hesabınız yok mu?

source: Sign Up
cs: Zaregistrovat se
da: Tilmeld dig
de: Registrieren
fi: Rekisteröidy
fr: S'inscrire
hr: Registriraj se
it: Entra
nl: Meld je aan
pl: Zaloguj się
pt: Cadastre-se
tr: Kayıt olun

source: Forgot your password?
cs: Zapomněli jste heslo?
da: Glemt din adgangskode?
de: Passwort vergessen?
fi: Unohditko salasanasi?
fr: Mot de passe oublié ?
hr: Zaboravili ste lozinku?
it: Password dimenticata?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
pt: Esqueceu sua senha?
tr: Parolanızı mı unuttunuz?

source: Reset password
cs: Resetovat heslo
da: Nulstil adgangskode
de: Passwort zurücksetzen
fi: Nollaa salasana
fr: Réinitialiser le mot de passe
hr: Oporavak lozinke
nl: Wachtwoord opnieuw instellen
pl: Zresetuj hasło
pt: Redefinir a senha
tr: Parola sıfırlama

source: By registering you confirm that you agree to our
cs: Registrací potvrzujete, že souhlasíte s našimi
da: Ved at registrere dig bekræfte, at du accepterer vores
de: Die Registrierung beinhaltet die Bestätigung für das Lesen und Akzeptieren unserer
fi: Rekisteröitymällä hyväksyt
fr: En vous inscrivant, vous confirmez que vous acceptez nos
hr: Registracijom potvrđujete da se slažete s
it: Registrandoti confermi di essere d'accordo con i nostri
nl: Door u te registreren bevestigt u dat u akkoord gaat met onze
pl: Rejestrując się potwierdzasz, że zgadzasz się na nasze
pt: Ao se registrar, você confirma que concorda com nossos
tr: Kaydolarak bizim ... zı onaylıyorsunuz.

source: Terms and Conditions
cs: obchodními podmínkami
da: Vilkår og betingelser
de: AGB
fi: Käyttöehdot
fr: Conditions générales d'utilisation
hr: Uvjeti i pravila
it: Termini e condizioni
nl: Algemene Voorwaarden
pl: Regulamin
pt: Termos & Condições
tr: Şartlar ve Koşullar

source: Already have an account?
cs: Máte již účet?
da: Har du allerede en konto?
de: Account schon vorhanden?
fi: Onko sinulla jo käyttäjätili?
fr: Vous avez déjà un compte ?
hr: Već imate račun?
it: Hai già un account?
nl: Heb je al een account?
pl: Posiadasz już konto?
pt: Já possui uma conta?
tr: Halihazırda bir hesabınız var mı?

source: X01 Statistics
cs: X01 Statistiky
de: X01 Statistiken
fi: X01 tilastot
fr: Statistiques de X01
hr: X01 statistika
nl: X01 Statistieken
pl: Statystyki X01
tr: X01 istatistikleri

source: Overview
cs: Přehled
da: Oversigt over
de: Übersicht
fi: Yleiskatsaus
fr: Vue d'ensemble
hr: Pregled
it: Anteprima
nl: Overzicht
pl: Podgląd
pt: Visão geral
tr: Genel görünüm

source: Overall
cs: Celkově
da: Samlede
de: Gesamt
fi: Yleistä
fr: Globale
hr: Sveukupno
it: Generale
nl: Algeheel
pl: Ogółem
pt: Total
tr: Tamamı

source: Today
cs: Dnes
da: Idag
de: Heute
fi: Tänään
fr: Aujourd´hui
hr: Danas
it: Oggi
nl: Vandaag
pl: Dzisiaj
pt: Hoje
tr: Bugün

source: Current Week
cs: Tento týden
da: Denne Uge
de: Aktuelle Woche
fi: Tämä viikko
fr: Semaine en cours
hr: Trenutni tjedan
it: Settimana Attuale
nl: Huidige week
pl: Bieżący tydzień
pt: Semana atual
tr: İçinde bulunduğumuz hafta

source: Current Month
cs: Tento měsíc
da: Denne Måned
de: Aktueller Monat
fi: Tämä kuukausi
fr: Mois en cours
hr: Trenutni mjesec
it: Mese Corrente
nl: Huidige maand
pl: Bieżący miesiąc
pt: Mês atual
tr: İçinde bulunduğumuz ay

source: Current Year
cs: Tento rok
da: Dette År
de: Aktuelles Jahr
fi: Tämä vuosi
fr: Année en cours
hr: Trenutna godina
it: Anno Corrente
nl: Huidig jaar
pl: Bieżący rok
pt: Ano atual
tr: İçinde bulunduğumuz yıl

source: Custom
cs: Vlastní
da: Tilpas
de: Benutzerdefiniert
es: Personalizado
fi: Mukautettu
fr: Personnalisé
hr: Prilagođeno
it: Personalizzato
nl: Aangepast
pl: Niestandardowy
pt: Customizado
tr: Özel

source: Overall average per game
cs: Celkový průměr na hru
da: Samlet gennemsnit pr. spil
de: Gesamt Average pro Spiel
es: Promedio general por partida
fi: Kokonaiskeskiarvo per peli
fr: Moyenne globale par partie
hr: Ukupni prosijek po igri
it: Media totale per partita
nl: Gemiddelde per wedstrijd
pl: Średnia ogólna na grę
pt: Média geral por partida
tr: Oyun başına ortalamanın tamamı

source: General
cs: Obecné
da: Generelle
de: Allgemein
fi: Yleiset
fr: Général
hr: Općenito
it: Generale
nl: Algemeen
pl: Ogólne
pt: Geral
tr: Genel
