Repository: mischkadb/lidarts
Catalog: lidarts/translations/*/LC_MESSAGES/messages.po
Languages: cs, da, de, es, fi, fr, hr, it, nl, pl, pt, tr

source: During development I try to test the features the best I can. But there will still be bugs that make it through to the live server. If you encounter any bugs or problems during play or you have ideas or feedback to improve the site, please
cs: Během vývoje se snažím otestovat funkce nejlepší jak můžu. Ale stále se mohou objevit chyby, které se mohou proklouznout do live verze. Pokud během hry narazíte na nějaké chyby nebo problémy nebo máte nápady či zpětnou vazbu na vylepšení stránky, prosím
da: Under udviklingen forsøger jeg at teste funktionerne bedst muligt. Men der vil stadig være fejl, der gør det igennem til live-serveren. Hvis du støder på fejl eller problemer under spillet, eller du har ideer eller feedback til at forbedre webstedet, bedes du
de: Im Laufe der Entwicklung versuche ich, alle Funktionen auf Herz und Nieren zu prüfen. Dennoch werden es Fehler bis auf den Liveserver schaffen. Falls du irgendwelche Fehler oder Probleme während des Spielens findest oder Ideen oder Anregungen hast, die Seite zu verbessern, bitte
es: Durante el desarrollo intento probarlo lo mejor que puedo. Aún así habrá fallos que lleguen al juego. Si encuentras algún fallo o problema durante el juego o si tienes alguna idea para mejorarlo, por favor
fi: Uusia juttuja kehittäessä yritämme testata kaiken, mutta siitä huolimatta varsinaiselle palvelimelle pääsee virheitä. Jos pelatessasi huomaat virheitä tai jokin ei toimi tai sinulla on ideoita tai muuta palautetta
fr: Pendant le développement, j'essaie de tester les fonctionnalités de la meilleure façon possible. Cependant, il y aura toujours des bogues qui passeront au serveur live. Si vous rencontrez des bugs ou des problèmes pendant une partie, ou si vous avez des idées ou commentaires pour améliorer le site, merci
hr: Za vrijeme razvoja smo testirali sve najbolje što smo znali. Ali i dalje će biti grešaka koje će proći do poslužitelja uživo. Ukoliko se sretnete sa bilo gojom greškom ili problemom ili ako imate ideja ili komentara da poboljšamo stranicu, molimo javite se
it: Durante lo sviluppo cerco di testare le caratteristiche il meglio che posso. Ma ci saranno ancora bug che lo rendono fino al server live. Se si incontrano bug o problemi durante il gioco o si dispone di idee o feedback per migliorare il sito, per favore
nl: Tijdens ontwikkeling probeer ik de functies zo goed mogelijk te testen. Maar er zullen nog steeds bugs zijn die het doorbrengen naar de live server. Als je tijdens het spelen fouten of problemen tegenkomt of ideeën of feedback hebt om de site te verbeteren alsjeblieft help ons
pl: Podczas rozwoju próbuję przetestować funkcje jak najlepiej. Nadal jednak pojawią się błędy, które przechodzą na serwer rzeczywisty. Jeśli napotkasz jakiekolwiek błędy lub problemy podczas gry, lub masz pomysły lub opinie aby ulepszyć witrynę, proszę
pt: Durante o estágio de desenvolvimento, tento testar os recursos o melhor que posso. Mas ainda haverão bugs que chegarão do ou ao servidor. Se você encontrar quaisquer bugs ou problemas durante o jogo, ou se você tiver ideias ou comentários para melhorar o site, por favor,
tr: Geliştirme aşamasında özellikleri en iyi şekilde test etmeye çalıştım. Bununla beraber, yine de sunucu üzerinde hatalarla karşılaşılabilir. Oyun esnasında herhangi bir hata ya da problemle karşılaşır ya da siteyi geliştirmek için fikirleriniz olursa lütfen geri dönüş yapın.

source: contact
cs: kontaktujte
da: Kontakt
de: kontaktiere
es: contacto
fi: ota yhteyttä
hr: kontakt
it: contattaci
pl: kontakt
pt: contato
tr: iletişim

source: Tell your friends
cs: Řekni o nás přátelům
da: Fortæl dine venner
de: Erzähl deinen Freunden
es: Compártelo con tus amigos
fi: Kerro kaverille
fr: Parlez-en à vos amis
hr: Reci prijateljima
it: Dillo ai tuoi amici
nl: Vertel je vrienden
pl: Powiedz znajomym
pt: Compartilhe com amigos
tr: Arkadaşlarınıza da bahsedin

source: Lidarts generates no money - it is free for everyone, we do not sell ads nor your data. The downside is the lack of a budget for marketing. We rely on users to make Lidarts known to darts players. So tell your friends, invite them to play and spread the word!
cs: Lidarts nevydělává - je zdarma pro každého, neprodáváme ani reklamy ani vaše data. Nevýhodou je nedostatek rozpočtu na marketing. Spoléháme na uživatele, který o nás řeknou ostatním šipkařům. Řekněte o nás svým přátelům, pozvěte je k hraní a šířte informace dál!
da: Lidarts genererer ingen penge - det er gratis for alle, vi sælger ikke annoncer eller dine data. Ulempen er manglen på et budget for markedsføring. Vi er afhængige af brugere til at gøre Lidarts kendt for dart spillere. Så fortæl dine venner, invitere dem til at spille og sprede ordet!
de: Lidarts erwirtschaftet kein Geld - es ist für jeden komplett kostenfrei, wir verkaufen weder Werbung noch deine Daten. Ein Nachteil ist ein fehlendes Budget für Marketing. Wir setzen auf unsere Nutzer, um Lidarts unter Dartspielern bekannt zu machen. Also erzähl es deinen Freunden und lade sie auf ein Spiel ein!
es: Lidarts no tiene afán de lucro, es gratis para todos, ni ponemos anuncios ni vendemos tus datos. El problema de esto es que no disponemos de fondos para publicitarnos. Confiamos en los usuarios para dar a conocer Lidarts a otros darderos. ¡Compártelo con tus amigos! ¡Invítalos a jugar y a difundir este sitio!
fi: Lidarts ei käytä eikä kerää rahaa - se on ilmainen kaikille, emme myy mainostilaa tai sinun dataasi. Sen vuoksi meillä ei ole varaa mainostaakaan. Luotamme puskaradion voimaan, joten kutsu kaikki dartsarit pelaamaan ja kertomaan Lidarts:ista!
fr: Lidarts ne génère pas d'argent - c'est gratuit pour tout le monde, nous ne vendons pas de publicités ni vos données. L'inconvénient est l'absence de budget pour la commercialisation. Nous comptons sur les utilisateurs pour faire connaître Lidarts aux joueurs de fléchettes. Alors parlez-en à vos amis, invitez-les à jouer et à faire passer le mot!
hr: Lidarts ne zarađuje novac - besplatan je za sve, ne prodajemo oglase niti vaše podatke. Loša strana toga je nedostatak proračuna za marketing. Oslanjamo se na korisnike da upoznaju igrače pikada sa Lidarts-om. Zato recite svojim prijateljima, pozovite ih na igru ​​i proširite vijest!
it: Lidarts non genera denaro - è gratuito per tutti, non vendiamo annunci né i tuoi dati. Il lato negativo è la mancanza di un bilancio per la commercializzazione. Ci affidiamo agli utenti per far conoscere Lidarts ai giocatori di freccette. Quindi dite ai vostri amici, invitateli a giocare e diffondere la parola!
nl: Lidarts genereert geen geld-het is gratis voor iedereen, wij verkopen geen advertenties en je data ook niet. De keerzijde is het ontbreken van budget voor marketing. Wij hangen van onze gebruikers af om Lidarts bekend te maken bij darters. Dus vertel je vrienden, nodig hen uit en verspreid het woord!
pl: Lidarts nie generuje żadnych pieniędzy - jest to darmowe dla wszystkich, nie sprzedajemy reklam ani Twoich danych. Dlatego mamy mały budżet na marketing. Staramy się zwiększyć popularność strony, aby Lidarts był znany graczom. Więc powiedz znajomym, zaproś ich do grania i rozpowszechniania stronę!
pt: A plataforma Lidarts não capita receitas - é gratuito para todos, não vendemos anúncios nem seus dados. Por isso há uma limitação de investimentos em marketing. Contamos com usuários para fazer com que o Lidarts chegue para novos jogadores de dardos em todo o mundo. Então compartilhe com seus amigos, convide-os a jogar e espalhar a notícia!
tr: Lidarts para amacı gütmez, herkes için ücretsizdir ve reklamlara yer vermediği gibi verilerinizi de satmaz. Ondan ötesi pazarlama için bütçe eksikliğidir. Biz lidart'ın dart oyuncuları arasında yaygınlaşması için kullanıcılara güveniyoruz. Dolayısı ile lidarts'tan arkadaşlarınıza bahsedin, oyun için davet edin ve tüm dünyaya yayın!

source: Translations
cs: Překlady
da: Oversættelser
de: Übersetzungen
es: Traducciones
fi: Käännökset
fr: Traductions
hr: Prijevod
it: Traduzioni
nl: Vertalingen
pl: Tłumaczenia
pt: Traduções
tr: Çeviriler

source: The main language on Lidarts is English. Translations exist in German, Danish and Dutch. If you are fluent in English and another language of your choice you can
cs: Hlavním jazykem na Lidarts je angličtina. Jsme přeložen taky už do němčiny, dánštiny a holandštiny. Pokud mluvíte plynule anglicky a jiným jazykem vašeho výběru, můžete nám
da: Hovedsproget på Lidarts er engelsk. Oversættelser findes på tysk, dansk og hollandsk. Hvis du taler flydende engelsk og et andet sprog efter eget valg, kan du
de: Die Hauptsprache auf Lidarts ist Englisch. Übersetzungen existieren derzeit auf Deutsch, Dänisch und Niederländisch. Wenn du fließend Englisch und eine weitere Sprache beherrscht, dann kannst du
es: El idioma principal en Lidarts es el inglés. Hay traducciones al alemán, al danés y al holandés. Si dominas el inglés y otro idioma de tu elección puedes
fi: Työkielenä Lidartsissa on Englanti. Lidarts on käännetty Saksaksi, Tanskaksi ja Hollanniksi. Jos tunnet olevasi riittävän taitava Englannin- ja jonkin muun kielen osaaja, voit
fr: La langue principale sur Lidarts est l'anglais. Les traductions existent en allemand, danois et néerlandais. Si vous maîtrisez l'anglais et une autre langue de votre choix, vous pouvez
hr: Glavni jezik na Lidartsu je engleski. Postoje prijevodi na njemački, danski i nizozemski. Ako tečno govorite engleski i neki drugi jezik po vašem izboru možete
it: La lingua principale su Lidart è l'inglese. Le traduzioni esistono in tedesco, danese e olandese. Se sei fluente in inglese e in un'altra lingua a tua scelta puoi
nl: De hoofdtaal is Engels. Vertalingen zijn er in het Duits, Deens en het Nederlands. Als u vloeiend Engels en andere taal beheerst kunt u
pl: Głównym językiem Lidarts jest angielski. Tłumaczenia istnieją w języku niemieckim, duńskim i niderlandzkim. Jeśli jesteś posługujesz się płynnie w języku angielskim i innym wybranym języku, możesz
pt: O idioma principal da plataforma Lidarts é o Inglês. Há outras opções disponíveis como alemão, dinamarquês e holandês. Se você é fluente em inglês e em outra língua de sua escolha, você pode
tr: Lidarts kullanımıda esas dil İngilizce'dir. Almanca, Danimarkaca ve Hollandaca çeviriler mevcuttur. Eğer akıcı bir İngilizce'niz var ve başka bir dil de biliyorsanız bize destek olabilirsiniz.

source: help translating
cs: pomoci s překladem
da: hjælpe med at oversætte
de: helfen,
es: ayuda a traducir
fi: auttaa kääntämällä
fr: aider à traduire
hr: pomozi u prijevodu
it: aiutare a tradurre
nl: helpen met vertalen
pl: pomoc w tłumaczeniu
pt: ajude a traduzir
tr: çeviri yapmaya yardımcı olun

source: parts of Lidarts or the entire website for your community.
cs: části Lidarts nebo celé stránky pro vaši komunitu.
da: dele af Lidarts eller hele hjemmesiden for dit fællesskab.
de: Teile von Lidarts oder die gesamte Webseite für deine Community zu übersetzen.
es: partes de Lidarts o todo el sitio web para tu comunidad.
fi: pieniä osia sivustosta, tai vaikka koko Lidartsin sivuston osaamillesi kielille.
fr: des parties de Lidarts ou de l'ensemble du site Web pour votre communauté.
hr: dijelove Lidartsa ili cijelu web stranicu za svoju zajednicu.
it: parti di Lidarts o l'intero sito web per la vostra comunità.
nl: delen van Lidarts of de hele website voor jouw community.
pl: części Lidarts lub całej strony internetowej dla Twojej społeczności.
pt: partes da plataforma Lidarts ou todo o site da sua comunidade.
tr: Lidarts'ın bir kısmı ya da web sitesinin tamamı topluluğunuz için.

source: Graphics
cs: Grafy
da: Grafik
de: Grafiken
es: Gráficos
fi: Grafiikka
fr: Graphiques
hr: Grafika
it: Grafiche
pl: Wykres śr.
pt: Gráficos
tr: Grafikler

source: The design of the website is not finished, but Lidarts mainly lacks some graphics to improve the look. Do you have the know-how to create graphics for Lidarts? If so,
cs: Design webových stránek není dokončen, ale Lidarts chybí hlavně nějaká grafika ke zlepšení vzhledu. Máte know-how pro tvorbu grafiky pro Lidarts? Pokud ano,
da: Udformningen af hjemmesiden er ikke færdig, men Lidarts mangler primært noget grafik for at forbedre udseendet. Har du den viden til at skabe grafik til Lidarts? Hvis det er tilfældet,
de: Das Design der Seite ist noch nicht fertiggestellt, aber Lidarts benötigt hauptsächlich ein paar Grafiken zur Aufhübschung. Hast du die Fähigkeiten, für Lidarts ein paar Grafiken zu erstellen? Falls ja,
es: El diseño de la página web no está terminado, pero Lidarts carece principalmente de algunos gráficos para mejorar el aspecto. ¿Tienes los conocimientos para crear gráficos para Lidarts? Si es así,
fi: Sivuston design ei ole valmis, ja kaipaamme apua graafisessa suunnittelussa. Onko sinulla graafista osaamista Lidartsin ulkoasun suunnittelemiseen? Jos kyllä,
fr: La conception du site n'est pas terminée, mais Lidarts manque principalement de quelques graphismes pour améliorer l'apparence. Avez-vous le savoir-faire pour créer des graphismes pour Lidarts? Si oui,
hr: Dizajn web stranice nije dovršen, ali Lidartsu uglavnom nedostaju neke grafike za poboljšanje izgleda. Imate li znanje kako izraditi grafiku za Lidarts? Ako je tako,
it: Il design del sito web non è finito, ma Lidart manca principalmente di alcuni grafici per migliorare il look. Hai il know-how per creare grafica per Lidarts? In caso affermativo,
nl: Het ontwerp van de website is nog niet klaar, maar Lidarts mist vooral wat graphics voor de looks. Heb je de kennis om de graphics voor Lidarts te maken? Zo ja,
pl: Projektowanie strony internetowej nie jest zakończone, ale Lidarts nie ma w zrobionych grafik, aby poprawić jej wygląd. Czy masz wiedzę jak tworzyć grafiki? Jeśli tak,
pt: O design da plataforma ainda não está finalizado. Nós carecemos de algumas melhorias gráficas. Você teria a habilidade para criar e desenvolver a interface gráfica para a plataforma? Se sim,
tr: Web sitesinin dizaynı henüz tamamlanmadı, ancak Lidarts görünüşü geliştirmek için bazı grafik tasarımlarına ihtiyaç duymaktadır. Bu tasarımları yaratmak için teknik bilginiz var mı? Eğer varsa,

source: us.
cs: nás.
de: uns.
es: nosotros.
fi: meihin.
fr: nous.
hr: nas.
it: ci.
nl: ons.
pl: nas.
pt: nós.
tr: biz.

source: I am not a web designer and the website reflects that. At some point Lidarts will need a redesign and some help would be greatly appreciated. You can help out with design ideas: Create a visual concept with Paint, Photoshop or whatever you like and
cs: Nejsem webový designér a webová stránka to odráží. V určitém okamžiku bude Lidarts potřebovat přestavbu a velmi ocením nějakou pomoc. Můžete pomoci s dizajnovými nápady: vytvořit vizuální koncept v Malování, Photoshopu nebo cokoliv jiného co používáte a
da: Jeg er ikke en webdesigner og hjemmesiden afspejler det. På et tidspunkt Lidarts får brug for en redesign og noget hjælp ville være meget værdsat. Du kan hjælpe med designideer: Skab et visuelt koncept med Paint, Photoshop eller hvad du vil
de: Ich bin kein Webdesigner und das sieht man der Webseite an. Früher oder später braucht Lidarts ein frisches Auftreten und über etwas Hilfe würde ich mich riesig freuen. Du kannst mit Designideen aushelfen: Erstelle ein visuelles Konzept mit Paint, Photoshop oder wie auch immer du magst und
es: No soy un diseñador web y eso se ve en la página web. En algún momento Lidarts necesitará un rediseño y toda ayuda será bienvenida. Puedes aportar ideas para el diseño: Crear un concepto visual con Paint, Photoshop o con lo que prefieras y
fi: En ole web-suunnittelija, ja se näkyy sivuston lopputuloksessa. Jossain vaiheessa sivusto täytyy suunnitella uudelleen, ja apua kaivataan suuresti. Voit auttaa meitä ideoimalla: luo visuaalinen konsepti Paintilla, Photoshopilla tai millä hyvänsä kuvankäsittelyohjelmalla, ja
fr: Je ne suis pas un designer web et ça se reflète sur le site. Arrivé à un certain point, Lidarts aura besoin d'un redesign et une aide serait grandement appréciée. Vous pouvez aider avec une idée de design : Créez un concept visuel avec Paint, Photoshop ou tout ce que vous aimez et
hr: Nisam web dizajner i web stranica to odražava. U jednom će trenutku Lidarts trebati redizajn i pomoć bi bila vrlo zahvalna. Možete pomoći s idejama za dizajn: Stvorite vizualni koncept pomoću programa Paint, Photoshop ili što god želite i
it: Non sono un web designer e il sito web riflette questo. Ad un certo punto Lidart avrà bisogno di una riprogettazione e qualche aiuto sarebbe molto apprezzato. Puoi aiutare con le idee di progetto: Crea un concetto visivo con Paint, Photoshop o quello che ti piace e
nl: Ik ben geen webdesigner en de website laat dat zien. Op een bepaald moment heeft Lidarts een nieuw ontwerp nodig en wat hulp zouden we heel erg waarderen. U kunt helpen met ontwerpideeën: Maak een visueel concept met behulp van Paint, Fotoshop of wat jij fijn vind en
pl: Nie jestem projektantem stron internetowych i to odzwierciedla strona internetowa. W pewnym momencie spółka Lidarts będzie potrzebowała przeprojektowania i bardzo cenna byłaby jakaś pomoc. Możesz pomóc w projektowaniu: Utwórz koncepcję wizualną z Paint, Photoshop lub cokolwiek chcesz, oraz
pt: Não sou um web designer e a plataforma reflete isso. Em algum momento, Lidarts precisará de uma nova concepção gráfica e toda ajuda seria muito apreciada. Você pode ajudar com ideias de design: Crie um conceito visual com Paint, Photoshop ou o que você se sentir mais à vontade
tr: Ben bir web tasarımcısı değilim ve web siteleri tasarımcının tecrübesini yansıtır. Bazı noktalarda Lidarts yeniden tasarlanmaya ihtiyaç duymaktadır ve bu aşamada yardımlarınız memnuniyetle karşılanacaktır. Bize dizayn fikirlerinizle yardımcı olabilirsiniz: Paint, Photoshop ya da ne ile ilgileniyorsanız, görsel bir konsept yaratmada

source: send it to me.
cs: pošlete mi to.
da: send det til mig
de: sende es mir zu.
es: enviármelo.
fi: lähetä se minulle.
fr: envoyez-le moi.
hr: pošaljite mi.
it: inviamelo.
nl: stuur het naar mij.
pl: wyślij do mnie.
pt: enviar para mim.
tr: bana gönderin.

source: Or even better: you can work directly on the frontend and implement your ideas if you have some knowledge about HTML, CSS and JavaScript.
cs: Nebo ještě lepší: můžete pracovat přímo na frontendu a implementovat své nápady, pokud máte nějaké znalosti o HTML, CSS a JavaScript.
da: Eller endnu bedre: du kan arbejde direkte på frontend og gennemføre dine ideer, hvis du har en vis viden om HTML, CSS og JavaScript.
de: Oder noch besser: du kannst direkt am Frontend arbeiten und deine Ideen umsetzen, falls du etwas HTML, CSS und JavaScript beherrschst.
es: O aún mejor: puedes trabajar directamente en el frontend e implementar tus ideas si tienes algún conocimiento de HTML, CSS y JavaScript.
fi: Voit jopa halutessasi tehdä muutoksia suoraan frontendiin, jos hallitset HTML:n, CSS:n ja JavaScriptin.
fr: Ou encore mieux: vous pouvez travailler directement sur le frontend du site et mettre en œuvre vos idées si vous avez des connaissances en HTML, CSS et JavaScript.
hr: Ili još bolje: možete raditi izravno na sučelju i implementirati svoje ideje ako imate nešto znanja o HTML-u, CSS-u i JavaScriptu.
it: O ancora meglio: puoi lavorare direttamente sul frontend e implementare le tue idee se hai qualche conoscenza su HTML, CSS e JavaScript.
nl: Of nog beter: je kunt direct op de frontend werken en je ideeën implementeren als je wat kennis hebt over HTML, CSS en JavaScript.
pl: Albo jeszcze lepiej: możesz pracować bezpośrednio na języku programowania i wdrażać swoje pomysły jeśli masz wiedzę na temat HTML, CSS i JavaScript.
pt: Ou ainda melhor: você pode trabalhar diretamente no frontend e implementar suas ideias se tiver algum conhecimento sobre HTML, CSS e JavaScript.
tr: Ya da daha iyisi: HTML, CSS ve JavaScript hakkında tecrübeniz varsa, doğrudan Frontend üzerinden fikirlerinizi uygulayabilirsiniz.

source: Interested?
cs: Zaujalo vás to?
da: Interesseret?
de: Interessiert?
es: Te interesa?
fi: Kiinnostuitko?
fr: Intéressé ?
hr: Zainteresirani?
it: Interessato?
nl: Geïnteresseerd?
pl: Zainteresowany?
pt: Interessado?
tr: İlginizi çekti mi?

source: Contact Lidarts
cs: Kontaktujte Lidarts
da: Kontakt Lidarts
de: Kontaktiere Lidarts
es: Contacta Lidarts
fi: Ota yhteyttä Lidartsiin
fr: Contacter Lidarts
hr: Kontaktiraj Lidarts
it: Contatta Lidarts
nl: Contacteer Lidarts
pl: Kontakt z Lidarts
pt: Entre em contato conosco
tr: Lidarts ile iletişime geçin

source: or visit the
cs: nebo navštivte
da: eller besøge
de: oder besuche das
es: o visita
fi: tai käy osoitteessa
fr: ou visitez le
hr: ili posjeti
it: o visita il
nl: of bezoek de
pl: lub odwiedź
pt: ou visite o
tr: ya da ... ı ziyaret

source: Programming
cs: Programování
da: Programmering
de: Programmierung
es: Programación
fi: Ohjelmointi
fr: Programmation
hr: Programiranje
it: Programmazione
nl: Programmering
pl: Programowanie
pt: Programação
tr: Programlama
