Repository: mischkadb/lidarts
Catalog: lidarts/translations/*/LC_MESSAGES/messages.po
Languages: cs, da, de, es, fi, fr, hr, it, nl, pl, pt, tr

source: New friend requests
cs: Nové žádosti o přátelství
da: Nye venneanmodninger
de: Neue Freundschaftsanfragen
es: Nuevas solicitudes de amistad
fi: Uudet ystäväpyynnöt
fr: Nouvelles demandes d'ami
hr: Novi zahtjev za prijateljstvom
it: Consenti richieste di amicizia
nl: Nieuwe vriendschapsverzoeken
pl: Nowe zaproszenia do znajomych
pt: Novos pedidos de amizade
tr: Yeni arkadaşlık teklifleri

source: Friends online
cs: Přátelé online
da: Venner online
de: Freunde online
es: Amigos en línea
fi: Ystävät paikalla
fr: Amis en ligne
hr: Prijatelji online
it: Amici online
nl: Vrienden online
pl: Znajomi online
pt: Amigos online
tr: Aktif arkadaşlar

source: None
cs: Žádné
da: Ingen
de: Keine
es: Ninguna
fi: Ohi
fr: Aucun
hr: Nitko
it: Nessuno
nl: Geen
pl: Brak
pt: Nenhuma
tr: Hiçbiri

source: There are no live games at the moment.
cs: V tuto chvíli se nehrají žádné hry.
da: Der er ingen live spil i øjeblikket.
de: Es gibt gerade keine Livespiele.
es: No hay juegos en vivo en este momento.
fi: Tällä hetkellä ei ole live-pelejä.
fr: Il n'y a pas de matchs en direct pour le moment.
hr: Trenutno nema igara uživo.
it: Non ci sono partite dal vivo al momento.
nl: Er zijn momenteel geen live wedstrijden.
pl: Obecnie nie ma żadnych gier na żywo.
pt: Não há jogos em andamento no momento.
tr: Şu anda canlı bir maç yok.

source: Webcam tutorial
cs: Jak nastavit webovou kameru
de: Webcam-Anleitung
es: Tutorial de Webcam
fi: Webcam opastus
fr: Tutoriel Webcam
hr: Vodič za web kameru
it: Tutorial Webcam
nl: Webcam handleiding
pl: Samouczek użycia kamery internetowej
pt: Tutorial de webcam
tr: Kamera kullanım kılavuzu

source: In order to play with a webcam you need a modern browser (Chrome or Firefox, latest version) and a camera. We highly recommend a USB-webcam, but a smartphone will likely also work.
cs: Chcete-li hrát s webovou kamerou, potřebujete moderní prohlížeč (Chrome nebo Firefox, nejnovější verze) a kameru. Vysoce doporučujeme USB webovou kameru, ale telefon bude pravděpodobně také fungovat.
da: For at spille med et webcam skal du bruge en moderne browser (Chrome eller Firefox, nyeste version) og et kamera. Vi anbefaler stærkt et USB-webcam, men en smartphone vil sandsynligvis også fungere.
de: Zum Spielen mit einer Webcam benötigen Sie einen modernen Browser (Chrome oder Firefox, neueste Version) und eine Kamera. Wir empfehlen dringend eine USB-Webcam, aber ein Smartphone funktioniert wahrscheinlich auch.
es: Para jugar con una webcam necesitas un navegador moderno (Chrome o Firefox, última versión) y una cámara. Recomendamos altamente un USB-webcam, pero un smartphone probablemente también funcionará.
fi: Jotta voit pelata web-kameralla, tarvitset modernin selaimen (Chrome tai Firefox, uusin versio) ja kameran. Suosittelemme USB-verkkokameraa, mutta älypuhelin todennäköisesti myös toimii.
fr: Pour jouer avec une webcam, vous avez besoin d'un navigateur moderne (Chrome ou Firefox, la dernière version) et d'une caméra. Nous recommandons fortement une webcam USB, mais un smartphone fonctionnera probablement également.
hr: Za igranje s web kamerom potreban vam je moderan preglednik (Chrome ili Firefox, najnovija verzija) i kamera. Toplo preporučamo USB web-kameru, ali će vjerojatno raditi i pametni telefon.
it: Per giocare con una webcam è necessario un browser moderno (Chrome o Firefox, ultima versione) e una fotocamera. Consigliamo vivamente una webcam USB, ma probabilmente anche uno smartphone funzionerà.
nl: Om met een webcam te spelen heb je een moderne browser (Chrome of Firefox, nieuwste versie) en een camera nodig. We raden een USB-webcam aan, maar een smartphone zal waarschijnlijk ook werken.
pl: Aby grać z kamerą internetową, potrzebujesz nowoczesnej przeglądarki (najnowszej wersji Chrome lub Firefox,) i kamery. Zalecamy kamerę internetową USB, ale prawdopodobnie zadziałają również smartfon.
pt: Para jogar com uma webcam você precisa de um navegador atualizado (Chrome ou Firefox, versão mais recente) e uma câmera. Nós recomendamos fortemente uma webcam USB, mas é provável que um smartphone também funcione. Se possível, conecte seu celular via USB preferivelmente ao invés de redes WIFI.
tr: Kamera ile oynayabilmek için modern bir internet tarayıcısına (son sürüme sahip Chrome ya da Firefox) ve kameraya ihtiyaç vardır. USB-Web Kamarasını siddetle tavsiye ederiz, ancak akıllı telefonlar da bu işi başarıyla gerçekleştirmektedir.

source: First you need to confirm our webcam service notice. Open your profile:
cs: Nejprve musíte potvrdit naše podmínky pro hraní přes webovou kameru. Otevřete svůj profil:
da: Først skal du bekræfte vores webcam service varsel. Åbn din profil:
de: Als Erstes müssen Sie unseren Webcam-Service-Hinweis bestätigen. Öffnen Sie Ihr Profil:
es: Primero tienes que confirmar nuestro aviso de servicio de webcam. Abre tu perfil:
fi: Ensin sinun täytyy vahvistaa webcam palveluilmoituksemme. Avaa profiilisi:
fr: Vous devez d'abord confirmer notre notification de service webcam. Ouvrez votre profil :
hr: Prvo morate potvrditi našu obavijest o usluzi web kamere. Otvorite svoj profil:
it: Per prima cosa devi confermare il nostro avviso sul servizio webcam. Apri il tuo profilo:
nl: Eerst moet je onze webcam service-mededeling bevestigen. Open je profiel:
pl: Najpierw musisz potwierdzić naszą wiadomość o usłudze kamery internetowej. Otwórz swój profil:
pt: Primeiro você precisa confirmar nossa notificação de serviço de webcam. Abra seu perfil:
tr: Öncelikle web kamera servis uyarımızı onaylamanız gerekmektedir. Profilinize gidin:

source: Open the preferences:
cs: Otevřete nastavení:
da: Åbn indstillingerne:
de: Einstellungen öffnen:
es: Abrir preferencias:
fi: Avaa asetukset:
fr: Ouvrir les préférences :
hr: Otvori postavke:
it: Apri le preferenze:
nl: Open de voorkeuren:
pl: Otwórz preferencje:
pt: Abra as preferências:
tr: Tercihleri açın:

source: Now open the webcam activation page:
cs: Nyní otevřete stránku pro aktivaci her přes webovou kameru:
da: Nu åbne webcam aktivering side:
de: Öffnen Sie nun die Seite für die Aktivierung der Webcam:
es: Ahora abre la página de activación de webcam:
fi: Avaa nyt web-kameran aktivointisivu:
fr: Maintenant, ouvrez la page d'activation de la webcam :
hr: Sad otvori aktivacijsku stranicu web kamere:
it: Ora apri la pagina di attivazione webcam:
nl: Open nu de webcam activatie pagina:
pl: Teraz otwórz stronę aktywacji kamery internetowej:
pt: Agora abra a página de ativação de webcam:
tr: Şimdi web kamera aktivasyon sayfasını açın:

source: Read the text, activate the checkbox and confirm:
cs: Přečtěte si text, aktivujte zaškrtávací políčko a potvrďte:
da: Læs teksten, aktivere afkrydsningsfeltet og bekræfte:
de: Lesen Sie den Text, klicken Sie das Kontrollkästchen und bestätigen Sie:
es: Lee el texto, activa la casilla de verificación y confirma:
fi: Lue teksti, aktivoi valintaruutu ja vahvista:
fr: Lisez le texte, activez la case à cocher et confirmez :
hr: Pročitaj tekst, aktiviraj kvačicom i potvrdi:
it: Leggi il testo, attiva la casella e conferma:
nl: Lees de tekst, activeer de checkbox en bevestig:
pl: Przeczytaj tekst, aktywuj checkbox i potwierdź:
pt: Leia o texto, ative a caixa de seleção e confirme:
tr: Metni okuyun, onay kutucuğunu işaretleyin ve onaylayın:

source: You can now start webcam games and receive webcam game challenges! The next step depends on your camera device.
cs: Nyní můžete vytvářet hry a přijímat výzvy ke hře přes webovou kameru! Další krok závisí na vašem kamerovém zařízení.
da: Du kan nu starte webcam spil og modtage webcam spil udfordringer! Det næste trin afhænger af kameraenheden.
de: Jetzt können Sie eigene Webcam-Spiele starten und Herausforderungen erhalten! Der nächste Schritt hängt von Ihrer Webcam ab.
es: Ahora puedes iniciar los juegos con webcam y recibir partidas de oponentes con webcam! Los siguientes pasos dependen de tu webcam.
fi: Voit nyt aloittaa webcam pelejä ja vastaanottaa web-kamera pelin haasteita! Seuraava vaihe riippuu kamera laitteestasi.
fr: Vous pouvez désormais démarrer des jeux et recevoir des défis de jeux avec webcam ! La prochaine étape dépend de votre caméra.
hr: Sada možete pokrenuti igre web kamerom i primati izazove igre web kamerom! Sljedeći korak ovisi o vašoj kameri.
it: Ora è possibile giocare online con webcam e ricevere sfide con webcam! Il prossimo passo dipende dal dispositivo della fotocamera.
nl: Je kunt nu webcam wedstrijden starten en uitdagingen voor webcam wedstrijden ontvangen! De volgende stap hangt af van je camera-apparaat.
pl: Teraz możesz rozpocząć gry z kamerą internetową i otrzymywać wyzwania gry z kamerą! Następny krok zależy od urządzenia aparatu.
pt: Agora você pode iniciar as partidas com uso de webcam e também receber desafios com vídeo! O próximo passo depende de seu dispositivo de vídeo ou câmera.
tr: Artık kameralı oyunları oynayabilir ve kameralı meydan okumaları görebilirsiniz! Bir sonraki aşama kameranızın özelliklerine bağlıdır.

source: USB webcam
cs: USB webová kamera
es: Webcam USB
fr: Webcam USB
hr: USB web kamera
it: Webcam USB
pl: Kamera internetowa
pt: Webcam por USB
tr: USB web kamera

source: Connect your USB webcam to your computer. If your computer does not recognize the webcam install the appropiate driver from the webcam manufacturer.
cs: Připojte vaši USB webovou kameru k počítači. Pokud váš počítač nerozpozná webovou kameru, nainstaluje vhodný ovladač od výrobce webkamery.
da: Opret forbindelse til dit USB-webcam til computeren. Hvis computeren ikke genkender webcam'et, skal du installere den ekstra driver fra webproducenten.
de: Verbinden Sie die Webcam mit Ihrem Computer. Sollte Ihr Computer die Webcam nicht erkennen, sollten Sie den geeigneten Treiber für die Webcam installieren.
es: Conecta tu webcam USB a tu ordenador. Si tu ordenador no reconoce la webcam instala el controlador del fabricante de la webcam.
fi: Yhdistä USB webcam tietokoneeseen. Jos tietokoneesi ei tunnista webcam asenna hyväksyttyä ajuria webcam valmistajalta.
fr: Connectez votre webcam USB à votre ordinateur. Si votre ordinateur ne reconnaît pas la webcam, installez le pilote approprié de votre webcam.
hr: Spojite USB web kameru na računalo. Ako vaše računalo ne prepoznaje web kameru, instalirajte odgovarajući upravljački program proizvođača web kamere.
it: Collegare la webcam USB al computer. Se il computer non riconosce la webcam installare il driver approvato dal produttore di webcam.
nl: Sluit je USB-webcam aan op je computer. Als je computer de webcam niet herkent, installeer dan de juiste driver van de webcam fabrikant.
pl: Podłącz kamerę internetową do komputera. Jeśli Twój komputer nie znajduję kamery internetowej, zainstaluj sterowniki kamerki internetowej od producenta kamery internetowej.
pt: Conecte sua webcam USB ao seu computador. Se seu computador não reconhece a webcam, tente instalar o driver do fabricante para o respectivo sistema operacional.
tr: USB web kameranızı bilgisayarınıza bağlayın. Eğer bilgisayarınız kamerayı tanımazsa, kamera üreticisinden uygun sürücüyü indirip bilgisayarınıza kurun.

source: To test the camera image we will create a local game without an opponent. Click on "Play":
cs: Pro otestování obrazu kamery vytvoříme lokální hru bez soupeře. Klikněte na "Hrát":
da: For at teste kamerabilledet vil vi skabe et lokalt spil uden en modstander. Klik på "Afspil":
de: Um das Kamerabild zu testen werden wir ein lokales Spiel, ohne Gegner, erstellen. Klicken Sie auf "Spielen":
es: Para probar la imagen de la cámara crearemos un juego local sin un oponente. Haga clic en "Jugar":
fi: Voit testata kameran kuvan luomme paikallisen pelin ilman vastustajaa. Klikkaa "Pelaa":
fr: Pour tester l'image de la caméra, nous allons créer une partie locale sans adversaire. Cliquez sur "Jouer":
hr: Kako bismo testirali sliku kamere, napravit ćemo lokalnu igru ​​bez protivnika. Kliknite na "Play":
it: Per testare l'immagine della fotocamera creeremo un gioco locale senza un avversario. Clicca su "Play":
nl: Om het beeld van de camera te testen maken we een lokaal spel zonder tegenstander. Klik op "Spelen":
pl: Aby przetestować obraz kamery, stwórz grę lokalną i kliknij na "Play":
pt: Para testar a imagem da câmera, vamos criar um jogo local sem oponente. Clique em "Jogar":
tr: Kamera görüntüsünü test etmek için rakibin yer almadığı bir yerel oyun yarattık. "Play" tuşuna tıklayın:

source: Now set up a local webcam game and start:
cs: Nyní nastavte lokální webovou kameru a začněte:
da: Nu oprette en lokal webcam spil og starte:
de: Richte jetzt ein lokales Webcam-Spiel ein und starte:
es: Ahora configura un juego local de webcam y comienza en:
fi: Laita nyt paikallinen webcam peli ja aloita:
fr: Maintenant, configurez un jeu de webcam local et démarrez :
hr: Sada podesite localnu igru sa web kamerom i pokrenite:
it: Ora imposta una partita con webcam locale e inizia:
nl: Stel nu een lokale webcam wedstrijd in en start:
pl: Teraz ustaw lokalną grę z kamerą internetową i rozpocznij grę:
pt: Agora configure um jogo de webcam local e começe:
tr: Şimdi yerel bir kameralı maç kurun ve maçı başlatın:

source: At the first time your browser will ask for webcam and microphone permission. Click on allow:
cs: Váš prohlížeč vás požádá o povolení webové kamery a mikrofonu. Klepněte na Povolit:
da: Ved første gang vil din browser bede om webcam og mikrofon tilladelse. Klik på tillad:
de: Beim ersten Mal fragt Ihr Browser nach Webcam und Mikrofonberechtigungen. Klicken Sie auf erlauben:
es: Por primera vez su navegador solicitará la cámara web y el permiso del micrófono. Haga clic en permitir:
fi: Ensimmäisellä kerralla selaimesi pyytää web-kameran ja mikrofonin käyttöoikeuden. Klikkaa salliessa:
fr: La première fois, votre navigateur demandera l'autorisation pour utiliser votre webcam et votre micro. Cliquez sur autoriser :
hr: Prvi put će vaš preglednik tražiti dopuštenje za web kameru i mikrofon. Kliknite na dopusti:
it: Al primo avvio il browser chiederà l'autorizzazione webcam e microfono:
nl: De eerste keer zal je browser om toestemming voor webcam en microfoon vragen. Klik op toestaan:
pl: Po raz pierwszy Twoja przeglądarka poprosi o uprawnienia kamery internetowej i mikrofonu. Kliknij na pozwolenie:
pt: Na primeira vez o seu navegador pedirá a permissão de uso da webcam e do microfone. Clique em permitir:
tr: İlk seferinde tarayıcınız, sizden mikrofon ve kameraya erişim için izin isteyecektir. Onay vermek için tıklayın:

source: You are done! The webcam screen on the right should now show your own webcam video. You can now play against real opponents and they will see your board.
cs: Hotovo! Na pravé straně obrazovky byste nyní měli vidět své vlastní video z webové kamery. Nyní můžete hrát proti skutečným soupeřům, kteří uvidí váš terč.
da: Du er færdig! Webcam skærmen til højre bør nu vise din egen webcam video. Du kan nu spille mod rigtige modstandere, og de vil se dit bord.
de: Geschafft! Der Webcam-Bildschirm auf der rechten Seite sollte nun dein eigenes Webcam-Video anzeigen. Du kannst jetzt gegen echte Gegner spielen und sie werden dein Board sehen.
es: ¡Listo! La pantalla de la cámara web de la derecha debería mostrar ahora su propio vídeo de la cámara web. Ahora puedes jugar contra los verdaderos oponentes y ellos verán tu tabla.
fi: Olet valmis! Oikealla olevan webcam näytön pitäisi nyt näyttää oman webcam videon. Voit nyt pelata vastaan todellisia vastustajia ja he näkevät taulusi!
fr: C'est terminé ! L'écran de la webcam à droite devrait maintenant montrer votre propre vidéo. Vous pouvez désormais jouer contre de vrais adversaires, ils pourront voir votre cible.
hr: I gotovo! Zaslon web kamere na desnoj strani sada bi trebao prikazivati ​​vaš vlastiti videozapis web kamere. Sada možete igrati protiv pravih protivnika i oni će vidjeti vašu ploču.
it: Hai finito! La schermata della webcam a destra dovrebbe ora mostrare il tuo video della webcam. Ora puoi giocare contro i veri avversari e vedranno il tuo bull.
nl: Je bent klaar! Het webcamscherm aan de rechterkant zou nu je eigen webcamvideo moeten tonen. Je kunt nu tegen echte tegenstanders spelen en ze zullen je bord zien.
pl: Gotowe! Ekran kamery internetowej po prawej stronie powinien teraz pokazać swój własny obraz. Teraz możesz grać przeciwko prawdziwym przeciwnikom i zobaczą swoją tarczę.
pt: Tudo pronto! A tela de webcam à direita deve mostrar o seu próprio vídeo. Agora você pode jogar contra oponentes reais e eles verão o seu alvo.
tr: Başardınız! Kamera ekranı sağ tarafta sizin kamera görüntünüzü göstermektedir. Artık şimdi gerçek rakiplere karşı oynayabilirsiniz ve onlar da sizin dart tahtanızı görebilirler.

source: The preview image is flipped by default, but your opponent will see it correctly. You can flip your local image by right clicking on the small preview screen and pressing "flip":
cs: Náhledový obraz bude sice zrcadlově otočený, ale váš soupeř vás uvidí správně. Můžete svůj lokální obraz otočit, pokud kliknete pravým tlačítkem na náhledový obraz a vyberete 'otočit':
da: Eksempelbilledet spejlvendes som standard, men din modstander vil se det korrekt. Du kan spejlvende dit lokale billede ved at højreklikke på den lille eksempelskærm og trykke på "flip":
de: Das Vorschaubild ist standardmäßig gespiegelt, aber dein Gegner sieht es korrekt. Du kannst die Anzeige für dich selber ändern, indem du auf den Vorschaubildschirm mit rechter Maustaste klickst, und dann "flip" auswählst:
es: La imagen de vista previa es volteada por defecto, pero tu oponente la verá correctamente. Puede voltear su imagen local haciendo clic derecho en la pequeña pantalla de vista previa y presionando "voltear":
fi: Esikatselu kuvaa käännetään oletusarvoisesti, mutta vastustajasi näkee sen oikein. Voit kääntää paikallisen kuvan napsauttamalla hiiren oikealla painikkeella pientä esikatselunäyttöä ja painamalla "flip":
fr: L'image de prévisualisation est retournée par défaut, mais votre adversaire la verra correctement. Vous pouvez retourner votre image locale en faisant un clic droit sur le petit écran d'aperçu et en cliquant sur "miroir" :
hr: Slika za pregled je okrenuta prema zadanim postavkama, ali će je vaš protivnik vidjeti ispravno. Lokalnu sliku možete okrenuti desnim klikom na mali ekran za pregled i pritiskom na "okreni":
it: L'immagine di anteprima è capovolta di default, ma il tuo avversario la vedrà correttamente. È possibile capovolgere l'immagine locale facendo clic destro sulla piccola schermata di anteprima e premendo "capovolgere":
nl: Het voorbeeld is standaard gespiegeld, maar je tegenstander zal het correct zien. Je kunt je lokale beeld omdraaien door op het kleine voorbeeld te klikken en op "flip" te klikken:
pl: Podgląd obrazu jest domyślnie odwrócony, ale Twój przeciwnik zobaczy to poprawnie. Możesz przewrócić swój obraz klikając prawym przyciskiem myszy na małym ekranie podglądu i naciskając przycisk "flip":
pt: A imagem de pré-visualização é invertida por padrão, mas seu oponente irá vê-la corretamente. Você pode girar sua imagem clicando com o botão direito na tela de pré-visualização e pressionando "flip":
tr: Varsayılan ayarlarda, kamera ön izleme görüntüsü yansıma şeklindedir, ancak bunu rakibiniz doğru şekilde görür. Ön izleme bölümüne sağ tıklayıp "flip" kelimesi üzerine de tıklarsanız, bu yansımayı tersine çevirebilirsiniz:

source: If you have multiple cameras installed (e.g. on a laptop with built-in camera) you can select the correct camera in the Jitsi settings:
cs: Pokud máte nainstalováno více kamer (např. na notebooku s vestavěnou kamerou), můžete vybrat správnou kameru v nastavení Jitsi:
da: Hvis du har flere kameraer installeret (f.eks. på en bærbar computer med indbygget kamera), kan du vælge det korrekte kamera i Jitsi-indstillingerne:
de: Wenn du mehrere Kameras installiert hast (z.B. an einem Laptop mit mehreren eingebauten Kameras), kannst du die richtige Kamera in den Jitsi Einstellungen auswählen:
es: Si tienes varias cámaras instaladas (por ejemplo, en una portátil con cámara incorporada) puedes seleccionar la cámara correcta en los ajustes de Jitsi:
fi: Jos sinulla on useita kameroita asennettuna (esim. kannettavaan tietokoneeseen sisäänrakennetulla kameralla), voit valita oikean kameran Jitsi-asetuksista:
fr: Si vous avez plusieurs caméras installées (par exemple sur un ordinateur portable avec une caméra intégrée) vous pouvez sélectionner la caméra à utiliser dans les paramètres Jitsi :
hr: Ako imate instalirano više kamera (npr. na prijenosnom računalu s ugrađenom kamerom), možete odabrati ispravnu kameru u Jitsi postavkama:
it: Se sono installate più telecamere (ad esempio su un computer portatile con telecamera integrata) è possibile selezionare la fotocamera corretta nelle impostazioni Jitsi:
nl: Als je meerdere camera's hebt geïnstalleerd (bijvoorbeeld op een laptop met een ingebouwde camera) kun je de juiste camera selecteren in de Jitsi instellingen:
pl: Jeśli masz zainstalowane wiele kamer (np. na laptopie z wbudowaną kamerą) możesz wybrać kamerę w ustawieniach Jitsi:
pt: Se você tem várias câmeras instaladas (por exemplo, em um laptop com câmera embutida), você pode selecionar a câmera correta nas configurações do Jitsi:
tr: Eğer bilgisayarınızda başka kameralar da (ör. diz üstü bilgisayar kamerası) kurulu ise, doğru kamerayı Jitsi ayarları üzerinden seçebilirsiniz:

source: Smartphone as webcam
cs: Smartphone jako webová kamera
da: Smartphone som webcam
de: Smartphone als Webcam
es: Smartphone como cámara web
fi: Älypuhelin web-kamerana
fr: Smartphone en tant que webcam
hr: Smartphone kao web kamera
it: Smartphone come webcam
nl: Smartphone als webcam
pl: Smartfon jako kamera internetowa
pt: Smartphone como câmera
tr: Web kamerası olarak akıllı telefon kullanmak

source: There are a couple of options to play with a smartphone as webcam. Try them to find out which method works best for you.
cs: Existuje několik možností, jak použít smartphone jako webovou kameru. Zkuste, která metoda funguje nejlépe pro vás.
da: Der er et par muligheder for at spille med en smartphone som webcam. Prøv dem for at finde ud af, hvilken metode der fungerer bedst for dig.
de: Es gibt mehrere Möglichkeiten das Smartphone als Webcam zu benutzen. Probiere sie aus um die Methode zu finden, die am besten für dich funktioniert.
es: Hay un par de opciones para jugar con un smartphone como cámara web. Pruébalos para averiguar qué método funciona mejor para ti.
fi: On olemassa pari vaihtoehtoa pelata älypuhelimella kuin webcam. Kokeile niitä, selvitä mikä menetelmä toimii parhaiten sinulle.
fr: Il y a plusieurs options pour jouer avec un smartphone en tant que webcam. Essayez-les pour savoir quelle méthode vous convient le mieux.
hr: Postoji nekoliko opcija za igranje s pametnim telefonom kao web kamerom. Isprobajte ih kako biste saznali koja vam metoda najbolje odgovara.
it: Ci sono un paio di opzioni per giocare con uno smartphone come webcam. Provare a scoprire quale metodo funziona meglio per te.
nl: Er zijn een paar opties om met een smartphone te spelen als webcam. Probeer ze om erachter te komen welke methode het beste voor jou werkt.
pl: Istnieje kilka opcji do gry ze smartfonem jako kamerą internetową. Wypróbuj je i sprawdź metody najlepiej działające dla Ciebie.
pt: Existem algumas opções para jogar com um smartphone como webcam. Experimente-os para descobrir qual método funciona melhor para você.
tr: Bir akıllı telefonu web kamerası olarak kullanmanın birkaç yolu vardır. Sizin için en iyi çalışan yöntemi bulmayı deneyin.
