Repository: mischkadb/lidarts
Catalog: lidarts/translations/*/LC_MESSAGES/messages.po
Languages: cs, da, de, es, fi, fr, hr, it, nl, pl, pt, tr

source: There are usually two types of online players: Those who wait for their opponent to throw and those who don't. If you feel stressed you can set up an input block time upon game creating. We recommend between 5 and 10 seconds.
cs: Obvykle existují dva typy online hráčů: ti, kteří čekají na své soupeře a ty, kdo to neudělají. Pokud se cítíte stresovaní, můžete nastavit blokování při zadávání skóre. Spravit tak můžete při vytváření hry. Doporučujeme v rozmezí 5 až 10 sekund.
da: Der er normalt to typer af online spillere: Dem, der venter på deres modstander til at kaste, og dem, der ikke gør. Hvis du føler dig stresset, kan du oprette en input blok tid efter spil skabe. Vi anbefaler mellem 5 og 10 sekunder.
de: Es gibt in der Regel zwei Arten von Online-Spielern: Diejenigen, die darauf warten, dass der Gegner wirft, und diejenigen, die es nicht tun. Wenn du dich gestresst fühlst, kannst du eine Eingabeblockzeit in der Spielerstellung einstellen. Wir empfehlen zwischen 5 und 10 Sekunden.
es: Normalmente hay dos tipos de jugadores en línea: aquellos que esperan a que su oponente tire y aquellos que no. Si te sientes estresado, puedes configurar un tiempo de bloque de entrada al crear un juego. Recomendamos entre 5 y 10 segundos.
fi: On yleensä kahdenlaisia online-pelaajia: Ne, jotka odottavat vastustajansa heittää ja ne, jotka eivät. Jos olet stressaantunut, voit määrittää pisteen syöttöviiveen pelin luomisen yhteydessä. Suosittelemme 5 ja 10 sekunnin välillä.
fr: Il y a généralement deux types de joueurs en ligne : ceux qui attendent que leur adversaire lance et ceux qui ne le font pas. Si vous vous sentez stressé, vous pouvez configurer un temps de réaction lors de la création du jeu. Nous vous recommandons entre 5 et 10 secondes.
hr: Obično postoje dvije vrste online igrača: oni koji čekaju da njihov protivnik baci i oni koji to ne čine. Ako se osjećate pod stresom, možete postaviti vrijeme bloka unosa nakon izrade igre. Preporučujemo između 5 i 10 sekundi.
it: Di solito ci sono due tipi di giocatori online: Coloro che aspettano il loro avversario di lanciare e quelli che non lo fanno. Se ti senti stressato puoi impostare un tempo di blocco di input alla creazione del gioco. Ti consigliamo tra 5 e 10 secondi.
nl: Er zijn meestal twee soorten online spelers: degenen die wachten tot hun tegenstander gooit en degenen die dat niet doen. Als je je gestresst voelt kun je een wachttijd instellen wanneer je het spel maakt. We raden tussen 5 en 10 seconden aan.
pl: Zazwyczaj istnieją dwa rodzaje graczy online: ci, którzy czekają, aż ich przeciwnik rzuci i ci, którzy tego nie robią. Jeśli czujesz się zestresowany tą sytuacją, możesz ustawić czas wprowadzania wyników po utworzeniu gry. Zalecamy 5-10 sekund.
pt: Geralmente, há dois tipos de jogadores on-line: aqueles que esperam que seu oponente jogue e os que não esperam. Se você se sentir desconfortável, você pode configurar um tempo de retardo de entrada de pontuação ao criar uma partida. Recomendamos entre 5 e 10 segundos.
tr: Genellikle internet üzerinde oyun oynayan iki tür oyuncu vardır: Rakibinin atış yapmasını bekleyen ve beklemeyen. Eğer bu sizi rahatsız ediyorsa, oyun oluşturmadan önce geciktirme zamanını ayarlayın. Bunu 5 ile 10 saniye arasına ayarlamanızı öneririz.

source: What do the status colors mean?
cs: Co znamenají různé barvy statusů?
da: Hvad betyder statusfarverne?
de: Was bedeuten die Statusfarben?
es: ¿Qué significan los colores de estado?
fi: Mitä status värit tarkoittavat?
fr: Que signifient les couleurs de statut ?
hr: Što znače statusne boje?
it: Cosa significano i colori di stato?
nl: Wat betekenen de statuskleuren?
pl: Co oznaczają kolory statusu?
pt: O que as cores de status significam?
tr: Durum renkleri neyi ifade etmektedir?

source: Players can set most of these statuses manually. Green = online, yellow = Not available, purple = Looking for game, blue = currently playing, grey = offline.
cs: Hráči mohou nastavit většinu těchto statusů ručně. Zelená = online, žlutá = Není k dispozici, fialová = Hledání hry, modrá = ve hře, šedá = offline.
da: Spillere kan indstille de fleste af disse statusser manuelt. Grøn = online, gul = Ikke tilgængelig, lilla = Leder du efter spil, blå = spiller i øjeblikket, grå = offline.
de: Spieler können die meisten dieser Stati manuell festlegen. Grün = online, gelb = Nicht verfügbar, violett = Spielsuche, blau = aktuell im Spiel, grau = offline.
es: Los jugadores pueden establecer la mayoría de estos estados manualmente. Verde = online, amarillo = No disponible, morado = Buscando juego, azul = actualmente jugando, gris = offline.
fi: Pelaajat voivat asettaa suurimman osan näistä tiloista manuaalisesti. Vihreä = verkossa, keltainen = Ei saatavilla, violetti = Etsii peliä, sininen = pelaassa, harmaa = offline.
fr: Les joueurs peuvent définir la plupart de ces statuts manuellement. Vert = en ligne, jaune = Non disponible, violet = À la recherche d'un jeu, bleu = actuellement en jeu, gris = hors ligne.
hr: Igrači većinu ovih statusa mogu postaviti ručno. Zeleno = online, žuto = Nije dostupno, ljubičasto = Tražim igru, plavo = trenutno se igra, sivo = offline.
it: I giocatori possono impostare la maggior parte di questi stati manualmente. Verde = online, giallo = non disponibile, viola = Cercando gioco, blu = attualmente in gioco, grigio = offline.
nl: Spelers kunnen de meeste van deze statussen handmatig instellen. Groen = Online, geel = Bezig, paars = Op zoek naar een wedstrijd, blauw = momenteel aan het spelen, grijs = offline.
pl: Gracze mogą ustawić większość z tych statusów ręcznie. Zielony = online, żółty = niedostępny, purpurowy = Szukanie gry, niebieski = w grze, szary = offline.
pt: Jogadores podem definir a maioria destes status manualmente. Verde = online, amarelo = Não disponível, roxo = Procurando jogo, azul = jogando atualmente, cinza = offline.
tr: Oyuncular durum renklerini elle ayarlarlar. Yeşil = aktif, sarı = uygun değil, pembe = bir oyun arıyor, mavi = şu anda oynuyor ve gri = aktif değil anlamlarına gelir.

source: I found a bug / have a question or feature request / someone is cheating.
cs: Našel jsem chybu / mám otázku nebo žádost o funkci / někdo podvádí.
da: Jeg fandt en fejl / har et spørgsmål eller funktion anmodning / nogen snyder.
de: Ich habe einen Fehler gefunden/ haben eine Frage oder einen Vorschlag / jemand betrügt.
es: He encontrado un bug / tener una pregunta o petición de característica / alguien está haciendo trampa.
fi: Löysin bugin / on kysymys tai ominaisuus pyyntö / huijarin
fr: J'ai trouvé un bogue / j'ai une question ou une demande de nouvelle fonctionnalité / un joueur triche.
hr: Našao sam grešku / imam pitanje ili zahtjev za značajku / netko vara.
it: Ho trovato un bug / avere una domanda o una richiesta di funzionalità / qualcuno sta imbrogliando.
nl: Ik heb een bug gevonden / ik heb een vraag of een verzoek om een functie / iemand is aan het valsspelen.
pl: Znalazłem błąd / mam pytanie lub prośbę o funkcję / ktoś oszukuje.
pt: Encontrei um erro / tenho uma pergunta ou pedido de funcionalidades / alguém está trapaceando.
tr: Bir hata buldum, sorum var, herhangi bir özellik talebim var ya da birisi hile yapıyor.

source: Contact us.
cs: Kontaktujte nás.
da: Kontakt os
de: Kontaktiere uns.
es: Contacto.
fi: Ota yhteyttä.
fr: Contactez-nous.
hr: Kontaktiraj nas.
it: Contattaci.
nl: Neem contact met ons op.
pl: Skontaktuj się z nami.
pt: Fale conosco.
tr: Bizimle iletişime geçin.

source: Help translating lidarts.org
cs: Pomozte s překladem lidarts.org
da: Hjælp med at oversætte lidarts.org
de: Hilf aus, um lidarts.org zu übersetzen
es: Ayuda a traducir lidarts.org
fi: Auta kääntämään Lidarts
fr: Aider à traduire Lidarts
hr: Pomoć pri prevođenju lidarts.org
it: Aiuta a tradurre lidarts.org
nl: Help met het vertalen van lidarts.org
pl: Pomóż w tłumaczeniu lidarts.org
pt: Ajuda a traduzir lidarts.org
tr: Lidarts çevirilerine yardım edin

source: Lidarts is currently available in four languages: English, German, Danish and Dutch. Translations to any language can be provided by the community.
cs: Lidarts je v současné době k dispozici ve čtyřech jazycích: angličtině, němčině, dánštině a nizozemštině. Překlad do jiných jazyků může být zajištěn naší komunitou.
da: Lidarts er i øjeblikket tilgængelig på fire sprog: engelsk, tysk, dansk og hollandsk. Oversættelser til alle sprog kan leveres af fællesskabet.
de: Lidarts ist derzeit in vier Sprachen verfügbar: Englisch, Deutsch, Dänisch und Niederländisch. Eine Übersetzung in jede andere Sprache kann von der Community bereitgestellt werden.
es: Lidarts está actualmente disponible en cuatro idiomas: inglés, alemán, danés y alemán. Traducciones en cualquier otro idioma pueden ser proporcionadas por la comunidad.
fi: Lidarts on tällä hetkellä saatavilla neljällä kielellä: englanti, saksa, tanska ja hollanti. Käännökset mille tahansa kielelle voivat olla yhteisön antamia.
fr: Lidarts est actuellement disponible en quatre langues : l'anglais, l'allemand, le danois et le néerlandais. La communauté peut contriber à la traduction vers d'autres langages.
hr: Lidarts je trenutno dostupan na četiri jezika: engleskom, njemačkom, danskom i nizozemskom. Zajednica može osigurati prijevode na bilo koji jezik.
it: Lidarts è attualmente disponibile in quattro lingue: inglese, tedesco, danese e olandese. Le traduzioni in qualsiasi lingua possono essere fornite dalla comunità.
nl: Lidarts is momenteel beschikbaar in vier talen: Engels, Duits, Deens en Nederlands. Vertalingen naar elke taal kunnen door de community worden toegevoegd.
pl: Lidarts jest obecnie dostępny w czterech językach: angielskim, niemieckim, duńskim i niderlandzkim. Tłumaczenia na dowolny język mogą być dostarczone przez społeczność.
pt: Lidarts está atualmente disponível em quatro idiomas: inglês, alemão, dinamarquês e holandês. Traduções para qualquer idioma podem ser fornecidas pela comunidade.
tr: Mevcut durumda, Lidarts dört dilde kullanılabilmektedir: İngilizce, Almanca, Danimarkaca ve Hollandaca. Diğer dillere tercümeler birliğimiz tarafından sağlanmaktadır.

source: How to translate
cs: Jak začít s překladem
da: Sådan oversætter du
de: Wie man übersetzt
es: Cómo traducir
fi: Miten käännetään
fr: Comment traduire
hr: Kako prevesti
it: Come tradurre
nl: Hoe kan je vertalen?
pl: Jak tłumaczyć
pt: Como traduzir
tr: Nasıl tercüme yapılır?

source: If you speak any other language you can help translating Lidarts. You do not need any additional software.
cs: Pokud mluvíte jiným jazykem, můžete pomoci s překladem Lidarts. Nepotřebujete žádný další software.
da: Hvis du taler et andet sprog, kan du hjælpe med at oversætte Lidarts. Du behøver ikke yderligere software.
de: Falls du eine andere Sprache sprichst, kannst du dabei helfen, Lidarts zu übersetzen. Du benötigst dafür keine zusätzliche Software.
es: Si hablas cualquier otro idioma puedes ayudar a traducir Lidarts. No es necesario ningún programa adicional.
fi: Jos puhut jotain muuta kieltä, voit auttaa kääntämään Lidarts. Et tarvitse mitään lisäohjelmistoja.
fr: Si vous pratiquez une autre langue, vous pouvez aider à traduire Lidarts. Aucun logiciel n'est nécessaire à la traduction.
hr: Ako govorite neki drugi jezik, možete pomoći u prevođenju Lidarta. Ne trebate nikakav dodatni softver.
it: Se parli qualsiasi altra lingua puoi aiutare a tradurre Lidarts. Non hai bisogno di alcun software aggiuntivo.
nl: Als je een andere taal spreekt kan je helpen met het vertalen van Lidarts. Je hebt geen extra software nodig.
pl: Jeśli mówisz w innym języku możesz pomóc w tłumaczeniu Lidarts. Nie potrzebujesz żadnego dodatkowego oprogramowania.
pt: Se você fala qualquer outro idioma, você pode ajudar a traduzir o Lidarts. Você não precisa de nenhum software adicional.
tr: Eğer başka bir dil konuşuyorsanız, Lidarts'ın tercüme edilmesine yardım edebilirsiniz. Ek bir yazılıma ihtiyaç duymayacaksınız.

source: Visit our translation project on
cs: Navštivte náš překladatelský projekt na
da: Besøg vores oversættelsesprojekt på
de: Besuche unser Übersetzungs-Projekt auf
es: Visita nuestro proyecto de traducción en
fi: Vieraile käännösprojektissamme osoitteessa
fr: Visitez notre projet de traduction sur
hr: Posjetite naš prevoditeljski projekt na
it: Visita il nostro progetto di traduzione su
nl: Bezoek ons vertaalproject op
pl: Odwiedź nasz projekt tłumaczenia na
pt: Visite nosso projeto de tradução em
tr: Tercüme projemizi [Crowdin.com] üzerinden ziyaret edebilirsiniz

source: You can register a new account there or log in with various third party services. After logging in you can start translating texts to the language of your choice or improve existing translations.
cs: Můžete si tam zaregistrovat nový účet nebo se přihlásit s různými službami třetích stran. Po přihlášení můžete začít překládat texty do jazyka dle vašeho výběru nebo vylepšit existující překlady.
da: Du kan registrere en ny konto der eller logge ind med forskellige tredjepartstjenester. Når du er logget ind, kan du begynde at oversætte tekster til det sprog, du ønsker, eller forbedre eksisterende oversættelser.
de: Dort kannst du einen neuen Account anlegen oder dich mit diversen Drittanbietern anmelden. Nach der Anmeldung kannst du beginnen, Texte in die Sprache deiner Wahl zu übersetzen oder die bestehende Übersetzung verbessern.
es: Puedes registrar una nueva cuenta allí o iniciar sesión con varios servicios de terceros. Después de iniciar sesión puedes empezar a traducir textos al idioma que deseas o mejorar las traducciones existentes.
fi: Voit rekisteröidä uuden tilin siellä tai kirjautua sisään erilaisilla kolmannen osapuolen palveluilla. Kirjautumisen jälkeen voit aloittaa tekstien kääntämisen valitsemallasi kielellä tai parantaa olemassa olevia käännöksiä.
fr: Vous pouvez créer un nouveau compte ou bien vous connecter avec divers services tiers. Après vous être connecté, vous pouvez commencer à traduire des textes dans la langue de votre choix ou améliorer les traductions existantes.
hr: Možete registrirati novi račun ili se prijaviti s raznim uslugama trećih strana. Nakon što se prijavite, možete početi prevoditi tekstove na jezik po vašem izboru ili poboljšati postojeće prijevode.
it: È possibile registrare un nuovo account lì o accedere con vari servizi di terze parti. Dopo aver effettuato l'accesso puoi iniziare a tradurre i testi nella lingua di tua scelta o migliorare le traduzioni esistenti.
nl: Je kunt daar een nieuwe account aanmaken of inloggen via verschillende diensten van derden. Na het inloggen kan je beginnen met het vertalen van teksten naar de taal van jouw keuze of bestaande vertalingen verbeteren.
pl: Możesz zarejestrować tam nowe konto lub zalogować się za pomocą różnych usług innych firm. Po zalogowaniu się możesz rozpocząć tłumaczenie tekstów na wybrany język lub ulepszyć istniejące tłumaczenia.
pt: Lá você pode registrar uma nova conta ou entrar via login de sites terceiros. Após o login, você pode começar a traduzir textos para o idioma de sua escolha ou melhorar as traduções existentes.
tr: Burada yeni bir hesap yaratarak ya da üçüncü parti diğer hesaplarınızı kullanarak kayıt olabilirsiniz. Programa girdikten sonra seçtiğiniz bir dilde metinlerin tercümesini yapabilir ya da mevcut tercümeleri geliştirebilirsiniz.

source: If your language is missing or you have any questions
cs: Pokud váš jazyk chybí nebo máte jakékoliv dotazy
da: Hvis dit sprog mangler, eller du har spørgsmål
de: Falls deine Sprache in der Auswahl fehlt oder du Fragen hast
es: Si tu idioma no se encuentra o tienes alguna pregunta
fi: Jos kielesi puuttuu tai sinulla on kysyttävää
fr: Si votre langue est manquante ou si vous avez des questions
hr: Ako nema vašeg jezika ili imate pitanja
it: Se manca la tua lingua o hai domande
nl: Als je taal ontbreekt of als je vragen hebt
pl: Jeśli brakuje Twojego języka lub masz jakieś pytania
pt: Se não encontrou o seu idioma ou se você tiver alguma dúvida
tr: Eğer seçtiğiniz dil burada yer almıyor ya da herhangi bir sorunuz varsa

source: us
cs: nás
de: uns
es: nosotros
fi: meihin
fr: nous
hr: nas
it: noi
nl: ons
pl: z nami
pt: nós
tr: bizimle

source: Enter name
cs: Zadejte jméno
da: Angiv navn
de: Namen eingeben
es: Introduce nombre
fi: Lisää nimi
fr: Saisir le nom
hr: Unesi ime
it: Inserisci il nome
nl: Naam invoeren
pl: Wprowadź nazwę
pt: Inserir o nome
tr: İsminizi girin

source: Compose new message
cs: Napsat novou zprávu
da: Opret ny meddelelse
de: Neue Nachricht verfassen
es: Redactar mensaje nuevo
fi: Luo uusi viesti
fr: Écrire un nouveau message
hr: Stvori novu poruku
it: Componi un nuovo messaggio
nl: Nieuw bericht opstellen
pl: Utwórz nową wiadomość
pt: Escrever nova mensagem
tr: Yeni bir mesaj oluşturun

source: Chat with
cs: Chatujte s
da: Chat med
de: Chat mit
es: Chatear con
fi: Keskustele kanssa
fr: Chatter avec
hr: Razgovaraj sa
it: Chatta con
nl: Chatten met
pl: Czatuj z
pt: Bate-papo com
tr: ... ile sohbet

source: Welcome to lidarts.org!
cs: Vítejte na lidarts.org!
da: Velkommen på lidarts.org!
de: Willkommen bei lidarts.org!
es: ¡Bienvenido a lidarts.org!
fi: Tervetuloa lidarts.org!
fr: Bienvenue sur lidarts.org!
hr: Dobrodošli na lidarts.org!
it: Benvenuto su lidarts.org!
nl: Welkom bij lidarts.org!
pl: Witaj w lidarts.org!
pt: Bem-vindo ao lidarts.org!
tr: Lidarts.org'a hoşgeldiniz!

source: lidarts.org is an
cs: lidarts.org je
da: lidarts.org er en
de: lidarts.org ist eine
es: lidarts.org es
fi: lidarts.org on
fr: lidarts.org est un
hr: lidarts.org je
it: lidarts.org è un
nl: lidarts.org is een
pl: lidarts.org jest na
pt: lidarts.org é uma
tr: Lidarts.org bir ... dir

source: open-source
da: åben kilde
de: quelloffene
fi: avoin lähde
hr: otvoreni kod
pt: código-aberto
tr: açık kaynak

source: forever free online darts website.
cs: stránka pro hraní online šipek, která zůstane navždy zdarma.
da: evigt gratis online dart hjemmeside.
de: für immer kostenlose Onlinedarts-Webseite.
es: una página de dardos online siempre gratuita.
fi: ikuisesti ilmainen online darts sivusto.
fr: site de fléchettes en ligne gratuit pour toujours.
hr: zauvijek besplatna online pikado web stranica.
it: sito di freccette online gratuito per sempre.
nl: altijd gratis online darts website.
pl: darmowa strona internetowa do dartów.
pt: plataforma de dardos online gratuita de forma vitalícia.
tr: sonsuza kadar ücretsiz bir web sitesi.

source: Play darts against real opponents. With a webcam or without. Or train against the computer.
cs: Hrajte šipky proti skutečným soupeřům. S webovou kamerou nebo bez ní. Nebo trénujte proti počítači.
da: Spil dart mod rigtige modstandere. Med et webcam eller uden. Eller træn mod computeren.
de: Spiele Darts gegen echte Gegner. Mit einer Webcam oder ohne. Oder trainiere gegen den Computer.
es: Juega dardos contra oponentes reales. Con una cámara web o sin ella. O entrena contra el ordenador.
fi: Heitä dartsia toisia pelaajia vastaan web-kameran kanssa tai ilman sitä. Voit myös heittää tietokonetta vastaan.
fr: Jouez des fléchettes contre de vrais adversaires. Avec une webcam ou sans. Ou entraînez-vous contre l'ordinateur.
hr: Igrajte pikado protiv pravih protivnika. S web kamerom ili bez nje. Ili trenirajte protiv računala.
it: Gioca a freccette contro veri avversari. Con una webcam o senza. O allenati contro il computer.
nl: Speel darts tegen echte tegenstanders. Met webcam of zonder. Of train tegen de computer.
pl: Graj w darty przeciwko prawdziwym przeciwnikom. Z kamerą internetową lub bez. Lub trenuj przeciwko komputerowi.
pt: Jogue dardos contra oponentes reais. Com uma webcam ou sem. Ou treine contra o computador.
tr: Rakiplere karşı oynayın. Web kamerası ile ya da kamera olmadan. Ya da bilgisayara karşı oynayarak kendinizi eğitin.

source: No costs, no ads, no trackers.
cs: Žádné poplatky, žádné reklamy, žádne trackery.
da: Ingen omkostninger, ingen annoncer, ingen trackere.
de: Keine Kosten, keine Werbung, keine Tracker.
es: Sin costos, sin anuncios, sin rastreadores.
fi: Ei kuluja, ei mainoksia, ei trakkereita.
fr: Pas de frais, pas de publicité, pas de trackers.
hr: Bez troškova, bez reklama, bez trackera.
it: Nessun costo, nessun annuncio, nessun tracker.
nl: Geen kosten, geen advertenties, geen trackers.
pl: Bez kosztów, bez reklam, bez trackerów.
pt: Sem custos, sem anúncios, sem rastreadores.
tr: Ücret yok, reklam yok, takip yok.

source: Learn more
cs: Zjistit více
da: Lær mere
de: Mehr
es: Aprende más
fi: Opi lisää
fr: En savoir plus
hr: Nauči više
it: Ulteriori informazioni
nl: Meer informatie
pl: Poznaj więcej
pt: Saiba mais
tr: Daha fazla öğrenin

source: Sign Up now
cs: Zaregistrujte se teď
da: Tilmeld dig nu
de: Jetzt registrieren
es: Regístrate ahora
fi: Kirjaudu sisään nyt
fr: Inscrivez-vous maintenant
hr: Registriraj se sad
it: Iscriviti ora
nl: Nu aanmelden
pl: Zarejestruj się
pt: Registre-se agora
tr: Şimdi kaydolun

source: Welcome back
cs: Vítejte zpět
da: Velkommen tilbage
de: Willkommen zurück
es: Bienvenid@ de nuevo
fi: Kiva kun palasit
fr: Bienvenue
hr: Dobrodošao/la nazad
it: Bentornato
nl: Welkom terug
pl: Witamy ponownie
pt: Bem-vindo de volta
tr: Tekrar hoşgeldiniz

source: New on Lidarts:
cs: Nově na Lidarts:
da: Nyt om Lidarts:
de: Neu auf Lidarts:
es: Nuevo en Lidarts:
fi: Uutta Lidartsissa:
fr: Nouveautés sur Lidarts:
hr: Novi na Lidarts:
it: Nuovo su Lidarts:
nl: Nieuw op Lidarts:
pl: Nowości na Lidarts:
pt: Novo em Lidarts:
tr: Lidarts'ta yeni olanlar:

source: Help translating Lidarts
cs: Pomozte s překladem Lidarts
da: Hjælp med at oversætte Lidarts
de: Hilf aus, um Lidarts zu übersetzen
es: Ayuda a traducir Lidarts
fi: Auta kääntämään Lidarts
fr: Aider à traduire Lidarts
hr: Pomozi prevesti Lidarts
it: Aiuta a tradurre Lidarts
nl: Help met het vertalen van Lidarts
pl: Pomóż w tłumaczeniu Lidarts
pt: Ajude a traduzir o Lidarts
tr: Lidarts'ın tercüme edilmesine yardım edin

source: Create a game
cs: Vytvořit hru
da: Opret spil
de: Spiel erstellen
es: Crear partida
fi: Luo uusi peli
fr: Créer un match
hr: Kreiraj igru
it: Crea Partita
nl: Maak een wedstrijd aan
pl: Utwórz grę
pt: Crie uma partida
tr: Yeni maç

source: Webcam follow page
cs: Sledovací stránka webkamery
da: Webcam følge side
de: Webcam-Folgeseite
es: Página seguimiento webcam
fi: Webcam seurantasivu
fr: Page de suivi de la webcam
hr: Isprobaj web kameru
it: Pagina successiva Webcam
nl: Webcam volg pagina
pl: Strona śledzenia kamery internetowej
pt: Monitoramento da webcam
tr: Kamera takip sayfası

source: Click to accept and play
cs: Kliknutím přijměte a spustíte hru
da: Klik for at acceptere og spille
de: Klicken, um anzunehmen und zu spielen
es: Haz clic para aceptar y jugar
fi: Klikkaa hyväksyäksesi ja pelataksesi
fr: Cliquer pour accepter et jouer
hr: Klikni za igru
it: Clicca per accettare e giocare
nl: Klik om te accepteren en te spelen
pl: Kliknij aby zaakceptować i grać
pt: Clique para aceitar e jogar
tr: Kabul edip oynamak için tıklayın

source: Notifications
cs: Notifikace
da: Meddelelser
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
hr: Obavijesti
it: Suono di notifica
nl: Meldingen
pl: Powiadomienia
pt: Notificações
tr: Bilgilendirmeler

source: Challenges:
cs: Výzvy:
da: Udfordringer:
de: Herausforderungen:
es: Desafíos:
fi: Haasteet:
fr: Défis :
hr: Izazovi:
it: Sfide:
nl: Uitdagingen:
pl: Wyzwania:
pt: Desafios:
tr: Meydan okumalar:

source: Games in progress:
cs: Probíhající hry:
da: Igangværende spil:
de: Laufende Spiele:
es: Juegos en curso:
fi: Käynnissä olevat pelit:
fr: Parties en cours :
hr: Igra u tijeku:
it: Partite in corso:
nl: Wedstrijden bezig:
pl: Gry w toku:
pt: Jogos em andamento:
tr: Devam eden maçlar:

source: local guest
cs: lokální host
da: Lokal gæst
de: lokaler Gast
es: invitado local
fi: paikallinen vierailija
fr: joueur local
hr: lokalni gost
it: opsite Locale
nl: lokale gast
pl: lokalny gość
pt: partida local
tr: yerel misafir
