Repository: mischkadb/lidarts
Catalog: lidarts/translations/*/LC_MESSAGES/messages.po
Languages: cs, da, de, es, fi, fr, hr, it, nl, pl, pt, tr

source: Currently only X01 games are available. Cricket will be available soon. More dart games might follow.
cs: V současné době jsou k dispozici pouze hry X01. Brzy bude k dispozici Kriket. Více her může následovat.
da: I øjeblikket er kun X01-spil tilgængelige. Cricket vil snart være tilgængelig. Flere dart spil kan følger.
de: Derzeit sind nur X01-Spiele verfügbar. Cricket wird in Kürze verfügbar sein. Weitere Dart-Spiele könnten folgen.
es: Actualmente solo hay juegos X01 disponibles. Cricket estará disponible pronto. Más juegos de dardos podrían seguir.
fi: Tällä hetkellä on mahdollista pelata vain X01-pelejä. Kriketti on tulossa pian. Lisää erilaisia pelejä saattaa ilmestyä sen jälkeen.
fr: Pour le moment, seuls les jeux X01 sont disponibles. Cricket sera bientôt disponible. D'autres jeux de fléchettes pourraient suivre.
hr: Trenutno su dostupne samo X01 igre. Cricket će uskoro biti dostupan. Moglo bi uslijediti još pikado igara.
it: Attualmente sono disponibili solo giochi X01. Cricket sarà disponibile presto. Altri giochi potrebbero arrivare.
nl: Momenteel zijn er slechts X01 wedstrijden beschikbaar. Cricket zal binnenkort beschikbaar zijn. Meer dart spellen kunnen volgen.
pl: Obetnie dostępne są tylko gry X01. Krykiet będzie dostępny wkrótce. W przyszłości może pojawić się więcej gier.
pt: Atualmente apenas jogos X01 estão disponíveis. O Cricket estará disponível em breve juntamente com outros modos de jogos ou partidas.
tr: Mevcut durumda sadece X01 oyunlarını oynayabilirsiniz. Kriket yakında oyunlar arasında yer alacak ve onu da diğer oyunlar takip edecektir.

source: Can I use my webcam and see my opponent's throw?
cs: Mohu použít webovou kameru a vidět hod svého soupeře?
da: Kan jeg bruge mit webcam og se min modstanders kast?
de: Kann ich meine Webcam verwenden und den Wurf meines Gegners sehen?
es: ¿Puedo usar mi cámara web y ver el lanzamiento de mi oponente?
fi: Voinko käyttää web-kameraani ja nähdä vastustajan heitot?
fr: Puis-je utiliser ma webcam et voir les lancers de mon adversaire ?
hr: Mogu li koristiti svoju web kameru i vidjeti protivnikovo bacanje?
it: Posso usare la webcam e vedere il lancio del mio avversario?
nl: Kan ik mijn webcam gebruiken en de worp van mijn tegenstander zien?
pl: Czy mogę użyć kamery internetowej i zobaczyć rzut przeciwnika?
pt: Posso usar minha webcam e ver o lançamento do meu adversário?
tr: Web kameramı kullanabilir ve rakibimin atışını görebilir miyim?

source: Lidarts supports experimental webcam games over Jitsi Meet, a video conferencing service. You can also play without a webcam based on trust.
cs: Lidarts podporuje experimentální hry přes webovou kameru pomocí videokonferenční služby Jitsi Meet. Hry bez webové kamery jsou založeny na vzájemné důvěře.
da: Lidarts understøtter eksperimentelle webcam spil over Jitsi Meet, en videokonference service. Du kan også spille uden et webcam baseret på tillid.
de: Lidarts unterstützt experimentelle Webcam-Spiele über Jitsi Meet, einen Videokonferenzdienst. Man kann auch ohne Webcam auf vertrauensbasis spielen.
es: Lidarts soporta juegos experimentales de webcam sobre Jitsi Meet, un servicio de videoconferencia. También puede jugar sin una webcam basandose en la confianza.
fi: Lidarts kokeellisesti tukee web-kamerapelejä Jitsi Meet -videokokouspalvelun avulla. Voit pelata myös ilman kameraa.
fr: Lidarts supporte les jeux de webcam expérimentaux via Jitsi Meet, un service de vidéoconférence. Vous pouvez également jouer sans webcam, le jeu se base alors sur la confiance envers l'adversaire.
hr: Lidarts podržava eksperimentalne igre s web kamerom putem Jitsi Meeta, usluge videokonferencije. Također možete igrati bez web kamere na temelju povjerenja.
it: Lidarts supporta giochi con webcam sperimentali su Jitsi Meet, un servizio di videoconferenza. È anche possibile giocare senza webcam in base alla fiducia.
nl: Lidarts ondersteunt experimentele webcam spellen via Jitsi Meet, een videoconferentie. Je kan ook spelen zonder een webcam gebaseerd op vertrouwen.
pl: Lidarts obsługuje eksperymentalne gry kamery internetowej przez Jitsi Meet, usługę wideokonferencji. Możesz również grać bez kamery internetowej opartej na zaufaniu.
pt: Lidarts suporta jogos experimentais com uso de webcam por meio do Jitsi Meet, um serviço de videoconferência. Você também pode jogar sem uma webcam com base na confiança e ética do esporte.
tr: Lidarts deneysel olarak Jitsi Meet üzerinden kamera hizmeti vermektedir. Sadece güvene bağlı olarak kamerasız da oynayabilirsiniz.

source: How do I set up my webcam?
cs: Jak nastavím svou webovou kameru?
da: Hvordan konfigurerer jeg mit webcam?
de: Wie richte ich meine Webcam ein?
es: ¿Cómo puedo configurar mi webcam?
fi: Miten asennan web-kamerani?
fr: Comment puis-je configurer ma webcam ?
hr: Kako mogu postaviti web kameru?
it: Come posso impostare la mia webcam?
nl: Hoe kan ik mijn webcam instellen?
pl: Jak skonfigurować kamerkę internetową?
pt: Como eu configuro minha webcam?
tr: Web kameramı nasıl kurabilirim?

source: You need to connect your webcam (or smartphone with appropiate software) to your computer. Before your first game you have to agree to the current
cs: Musíte připojit svou webovou kameru (nebo smartphone s příslušným softwarem) k vašemu počítači. Před první hrou musíte souhlasit s aktuálními
da: Du skal slutte dit webcam (eller smartphone med Passende software) til din computer. Før dit første spil skal du acceptere den nuværende
de: Die Webcam (oder Smartphone mit entsprechender Software) muss mit dem Computer verbunden werden. Vor Ihrem ersten Spiel muss man dem
es: Necesitas conectar tu webcam (o tu smartphone con software aproximado) a tu ordenador. Antes de tu primer juego tienes que aceptar el actual
fi: Sinun täytyy yhdistää webcamera (tai älypuhelin ohjelmistolla) tietokoneeseen. Ennen ensimmäistä peliä sinun täytyy hyväksyä kameran käyttö asetuksista.
fr: Vous devez connecter votre webcam (ou votre mobile avec un logiciel adéquat) à votre ordinateur. Avant votre premier jeu, vous devez accepter l'actuel
hr: Morate povezati web kameru (ili pametni telefon s odgovarajućim softverom) na računalo. Prije prve igre morate pristati na trenutne
it: Devi collegare la webcam (o lo smartphone con il software appropriato) al tuo computer. Prima del tuo primo gioco devi accettare la corrente
nl: U moet uw webcam (of smartphone met de jusite software) verbinden met uw computer. Voor uw eerste spel moet u akkoord gaan met de huidige
pl: Musisz połączyć kamerę internetową (lub smartfon z odpowiednim oprogramowaniem) ze swoim komputerem. Przed pierwszą grą musisz zaakceptować aktualny regulamin
pt: Você precisa conectar sua webcam (ou smartphone com software transmissão de sua escolha) ao seu computador. Antes do seu primeiro jogo, você precisa concordar com o atual
tr: Web kameranızı (ya da uygun bir program aracılığı ile akıllı telefonunuzu) bilgisayarınıza bağlayınız. İlk oyuna başlamadan önce mevcut [wecam service notice] 'na onay verin.

source: webcam service notice
cs: podmínkami hraní přes webovou kameru
da: webcam service meddelelse
de: Webcam-Hinweistext zustimmen
es: aviso de servicio webcam
fi: webcam palveluilmoitus
fr: avis de service webcam
hr: obavijest o usluzi web kamere
it: avviso servizio webcam
nl: webcam service melding
pl: komunikat o usłudze kamery internetowej
pt: notificação de webcam
tr: web kamera servis uyarısı

source: Create a game normally on the webcam page afterwards.
cs: Poté vytvořte hru normálně na stránce webové kamery.
da: Opret et spil normalt på webcam side bagefter.
de: Erstelle danach ein Spiel über den Webcambereich.
fi: Luo peli normaalisti web-kameran sivulle myöhemmin.
fr: Créez ensuite un jeu normalement sur la page de la webcam.
hr: Nakon toga normalno izradite igru ​​na stranici.
it: Crea dopo un gioco normalmente sulla pagina della webcam.
nl: Maak daarna een normaal spel aan op de webcam pagina die volgt.
pl: Następnie utwórz grę normalnie na stronie gier z kamerą internetową.
pt: Após, crie uma partida com uso de webcam na respectiva página.
tr: Web kamera sayfasından sonra oyununuzu, her zaman olduğu gibi oluşturabilirsiniz.

source: Can I play steel and/or e-darts?
cs: Můžu hrát se steelovými nebo softovými šipkami?
da: Kan jeg spille stål eller edart?
de: Kann ich Steel und/oder E-Darts spielen?
es: ¿Puedo jugar diana de pelo y/o diana electrónica?
fi: Voinko pelata teräskärkisellä ja/tai e-tikkaa?
fr: Puis-je jouer avec des pointes metalliques et/ou aux fléchettes électroniques/pointes plastiques ?
hr: Mogu li igrati steel i/ili e-pikado?
it: Posso giocare in steel e/o e-darts?
nl: Kan ik staal en/of e-darts spelen?
pl: Czy mogę grać lotkami steeltip lub softtip?
pt: Posso utlizar dardos de metal ou plástico?
tr: Çelik uçlu ve/veya elektronik dart oynayabilir miyim?

source: Both variants are welcome to play on Lidarts.
cs: Obě varianty jsou vítány na Lidarts.
da: Begge varianter er velkomne til at spille på Lidarts.
de: Beide Varianten sind auf Lidarts willkommen.
es: Ambas variantes son bienvenidas a jugar en Lidarts.
fi: Molemmat vaihtoehdot ovat tervetulleita pelaamaan Lidarts.
fr: Les deux variantes sont les bienvenues pour jouer sur Lidarts.
hr: Obje varijante su dobrodošle za igranje na Lidartsu.
it: Entrambe le varianti sono benvenute a giocare su Lidarts.
nl: Beide varianten mogen op Lidarts spelen.
pl: Oba warianty mogą grać na Lidarts.
pt: Ambas as variantes são aceitas no Lidarts.
tr: Lidarts üzerinde her iki tür de oynanabilmektedir.

source: Can I host and play in tournaments?
cs: Můžu hostit a hrát v turnajích?
da: Kan jeg være vært og spille i turneringer?
de: Kann ich Turniere veranstalten bzw. in Turnieren spielen?
es: ¿Puedo hospedar y jugar torneos?
fi: Voinko isännöidä ja pelata turnauksissa?
fr: Puis-je organiser et participer à des tournois ?
hr: Mogu li biti domaćin i igrati na turnirima?
it: Posso ospitare e giocare nei tornei?
nl: Kan ik in toernooien organiseren en spelen?
pl: Czy mogę zakładać i brać udział w turniejach?
pt: Posso criar e jogar em torneios?
tr: Bir turnuvaya ev sahipliği yapıp aynı zamanda oynayabilir miyim?

source: Currently tournament organizers can create a separate room with a tournament-specific chat, user list and result box. For brackets you need to use an external service. It will be possible to automate tournaments on Lidarts soon.
cs: V současné době mohou organizátoři turnaje vytvořit samostatnou místnost s chatem specifickým pro turnaj, seznamem hráčů a výsledkovou listinou. Hrací pavouk musí být vygenerován externí službou. Brzy bude možné automatizovat turnaje na Lidarts.
da: I øjeblikket kan turneringsarrangører oprette et separat rum med en turneringsspecifik chat, brugerliste og resultatboks. For parenteser skal du bruge en ekstern tjeneste. Det vil være muligt at automatisere turneringer på Lidarts snart.
de: Derzeit können Turnierveranstalter einen eigenen Raum mit einem Chat, Spielerliste und Ergebnisübersicht erstellen. Das Turnierbracket muss extern verwaltet werden. Es wird demnächst auch möglich sein, Turniere auf Lidarts zu automatisieren.
es: Actualmente los organizadores del torneo pueden crear una sala separada con un chat específico para el torneo, una lista de usuarios y una caja de resultados. Para los paréntesis necesitas usar un servicio externo. Será posible automatizar los torneos en Lidarts pronto.
fi: Tällä hetkellä turnauksen järjestäjät voivat luoda erillisen huoneen jossa on turnauskohtainen chatti, käyttäjäluettelo ja tulostalun. Korit sinun täytyy tehdä käyttäen ulkoista palvelua. Se on pian mahdollista turnauksissa Lidartsissa.
fr: Actuellement, les organisateurs de tournois peuvent créer une salle séparée avec un chat spécifique au tournoi, une liste d'utilisateurs et une boite de résultats. Pour les arbres de tournoi, vous devez utiliser un service externe. Il sera bientôt possible d'automatiser les tournois sur Lidarts.
hr: Trenutačno organizatori turnira mogu stvoriti zasebnu sobu s chatom za turnir, popisom korisnika i okvirom za rezultate. Za zagrade trebate koristiti vanjsku uslugu. Uskoro će biti moguće automatizirati turnire na Lidartu.
it: Attualmente gli organizzatori del torneo possono creare una stanza separata con una chat specifica del torneo, lista degli utenti e casella dei risultati. Per i tabelloni è necessario utilizzare un servizio esterno. Sarà possibile automatizzare presto i tornei su Lidarts.
nl: Op dit moment kunnen toernooiorganisatoren een aparte ruimte maken met een toernooispecifieke chat, gebruikerslijst en resultaatbox. Voor standen heb je hebt een externe dienst nodig. Binnenkort kunnen er toernooien op Lidarts worden geautomatiseerd.
pl: Obecnie organizatorzy turniejów mogą stworzyć osobny pokój z czatem poświęconym turniejowi, listą użytkowników i wynikami. Dla tabel lub drabinek musisz korzystać z usługi zewnętrznej. Możliwe będzie zautomatyzowanie turniejów na Lidarts wkrótce.
pt: Atualmente, os organizadores de torneios podem criar uma sala à parte com um chat específico para o torneio bem como uma lista de usuários e exibições dos resultados. Para brackets você precisa usar um serviço externo. Será possível automatizar os torneios em breve no Lidarts.
tr: Mevcut koşullarda organizatörler, turnuvaya özel bir sohbet odası, kullanıcı listesi ve sonuç çizelgesi bulunan ayrı bir oda oluşturabilirler. Yani ayrı bir servisin kullanılması gerekmektedir. Yakın bir gelecekte, Lidarts üzerinde turnuvalar otomatikleştirilecektir.

source: How do I send private messages?
cs: Jak mohu poslat soukromé zprávy?
da: Hvordan sender jeg private beskeder?
de: Wie versende ich private Nachrichten?
es: ¿Cómo puedo enviar mensajes privados?
fi: Miten lähetän yksityisiä viestejä?
fr: Comment envoyer des messages privés ?
hr: Kako mogu poslati privatne poruke?
it: Come faccio a inviare messaggi privati?
nl: Hoe verstuur ik privéberichten?
pl: Jak mogę wysyłać prywatne wiadomości?
pt: Como faço para enviar mensagens privadas?
tr: Özel mesajları nasıl gönderebilirim?

source: Open your inbox, enter the recipient's username in the box below and compose a new message.
cs: Otevřete vaši schránku, zadejte uživatelské jméno příjemce do níže uvedeného pole a vytvořte novou zprávu.
da: Åbn din indbakke, indtast modtagerens brugernavn i feltet nedenfor og skriv en ny besked.
de: Öffne den Posteingang, gib den Benutzernamen des Empfängers in das Feld unten ein und verfasse eine neue Nachricht.
es: Abre tu bandeja de entrada, introduce el nombre de usuario del destinatario en el cuadro de abajo y compone un nuevo mensaje.
fi: Avaa saapuneet-kansio, kirjoita vastaanottajan käyttäjänimi alla olevaan ruutuun ja luo uusi viesti.
fr: Ouvrez votre boîte de réception, entrez le nom d'utilisateur du destinataire dans la case située plus bas et écrivez un nouveau message.
hr: Otvorite svoju pristiglu poštu, unesite korisničko ime primatelja u donji okvir i sastavite novu poruku.
it: Apri la tua casella di posta, inserisci il nome utente del destinatario nella casella sottostante e componi un nuovo messaggio.
nl: Open je inbox, vul de gebruikersnaam van de ontvanger in het vak hieronder in en stel een nieuw bericht op.
pl: Otwórz skrzynkę odbiorczą, wprowadź nazwę użytkownika odbiorcy w polu poniżej i stwórz nową wiadomość.
pt: Abra sua caixa de entrada, insira o nome de usuário do destinatário na caixa abaixo e escreva uma nova mensagem.
tr: Gelen kutunuzu açın, alıcının kullanıcı adını kutuya yazın ve yeni bir mesaj oluşturun.

source: How do I add someone to my friend list?
cs: Jak přidám někoho do svého seznamu přátel?
da: Hvordan føjer jeg en person til min venneliste?
de: Wie füge ich jemanden zu meiner Freundesliste hinzu?
es: ¿Cómo puedo añadir a alguien a mi lista de amigos?
fi: Miten lisään jonkun kaverilistalleni?
fr: Comment ajouter quelqu'un à ma liste d'amis ?
hr: Kako mogu dodati nekoga na svoju listu prijatelja?
it: Come posso aggiungere qualcuno alla mia lista di amici?
nl: Hoe voeg ik iemand toe aan mijn vriendenlijst?
pl: Jak dodać kogoś do listy znajomych?
pt: Como faço para adicionar alguém à minha lista de amigos?
tr: Herhangi birini arkadaş listeme nasıl ekleyebilirim?

source: You need to know your friend's username. Use the user search box in the lobby to find his profile. Click the friend request link there and wait for him to confirm.
cs: Potřebujete znát uživatelské jméno svého přítele. Použijte vyhledávací pole v lobby pro nalezení svého profilu. Klikněte na odkaz pro žádost o přátelství a počkejte na jeho potvrzení.
da: Du skal kende din vens brugernavn. Brug brugersøgefeltet i lobbyen til at finde sin profil. Klik på linket til venneanmodning der, og vent på, at han bekræfter det.
de: Du musst den Benutzernamen des Freundes kennen. Verwende das Suchfeld in der Lobby, um sein Profil zu finden. Klicke dort auf den Link für die Freundschaftsanfrage und warte, bis er dies bestätigt.
es: Necesitas conocer el nombre de usuario de tu amigo. Usa el cuadro de búsqueda de usuarios en el vestíbulo para encontrar su perfil. Haga clic en el enlace de solicitud de amistad allí y espere a que le confirme.
fi: Sinun täytyy tietää ystäväsi käyttäjätunnus. Käytä käyttäjähakukenttää aulassa löytääksesi hänen profiilinsa. Klikkaa kaveripyyntö linkkiä sieltä odota hänen vahvistusta.
fr: Vous devez connaître le nom d'utilisateur de votre ami. Utilisez le champ de recherche dans le Lobby pour trouver son profile. Cliquez sur le lien de demande d'ami et attendez qu'il confirme.
hr: Morate znati korisničko ime svog prijatelja. Koristite okvir za pretraživanje korisnika u predvorju kako biste pronašli njegov profil. Tamo kliknite vezu zahtjeva za prijateljstvo i pričekajte da potvrdi.
it: Devi conoscere il nome utente del tuo amico. Usa la casella di ricerca utente nella lobby per trovare il suo profilo. Clicca sul link della richiesta di amicizia e attendi che lui conferma.
nl: Je moet de gebruikersnaam van je vriend weten. Gebruik het zoekvak voor gebruikers in de lobby om zijn profiel te vinden. Klik daar op de vriendschapsverzoek link en wacht op bevestiging van je vriend.
pl: Musisz znać nazwę użytkownika znajomego. Użyj pola wyszukiwania użytkownika w lobby, aby znaleźć jego profil. Kliknij na link zaproszenia do znajomych i poczekaj na potwierdzenie.
pt: Você precisa saber o nome do usuário de seu amigo. Use o campo de pesquisa de usuário no lobby para encontrar o perfil desejado. Clique no link de solicitação de amizade e aguarde a confirmação dele.
tr: Arkadaşınızın kullanıcı adını bilmeniz gerekmektedir. Lobi ekranında arkadaşınızın profilini bulmak için, kullanıcı ara kutusunu kullanın. Buraya arkadaşlık teklifinizi yazın ve onaylanmasını bekleyin.

source: Where can I change my country flag / caller voice / username / password etc.
cs: Kde mohu změnit vlajku své země / hlasatele / uživatelské jméno / heslo atd.
da: Hvor kan jeg ændre mit land flag / opkalds stemme / brugernavn / password osv.
de: Wo kann ich meine Länderflagge / Caller-Stimme / Benutzername / Passwort usw. ändern.
es: ¿Dónde puedo cambiar mi bandera del país / voz de llamada / nombre de usuario / contraseña etc.
fi: Missä voin vaihtaa maani lipun / kuuluttajan äänen / käyttäjätunnuksen / salasanan jne.
fr: Où puis-je changer le drapeau de mon pays / la voix de l'arbitre / mon nom d'utilisateur / mot de passe, etc.
hr: Gdje mogu promijeniti zastavu svoje zemlje / glas najavljivača / korisničko ime / lozinku itd.
it: Dove posso cambiare la bandiera del mio paese / voce del chiamante / nome utente / password ecc.
nl: Waar kan ik mijn landsvlag wijzigen / stem van de caller / gebruikersnaam / wachtwoord etc.
pl: Gdzie mogę zmienić flagę mojego kraju / głosu Markera / nazwę użytkownika / hasło itp.
pt: Onde posso mudar a bandeira de meu país / voz de chamada / nome de usuário / senha etc.
tr: Ülke bayrağımı / anons sesini / kullanıcı adımı / şifremi vb. nerede değiştirebilirim?

source: In your profile there is a settings button with lots of options. We highly recommend to look through the options before you play.
cs: Ve vašem profilu je tlačítko pro nastavení různých funkcí. Důrazně doporučujeme je prozkoumat, než začnete hrát.
da: I din profil er der en indstillingsknap med masser af muligheder. Vi anbefaler på det kraftigste at kigge mulighederne igennem, før du spiller.
de: Im Profil gibt es einen Button für die Einstellungen mit vielen Optionen. Es wird empfohlen, sich die Optionen vor dem ersten Spiel anzusehen.
es: En tu perfil hay un botón de configuración con muchas opciones. Te recomendamos que revises las opciones antes de jugar.
fi: Profiilissasi on asetuspainike, jossa on paljon vaihtoehtoja. Suosittelemme tarkastelemaan vaihtoehtoja läpi ennen kuin pelaat.
fr: Dans votre profil se trouve un bouton de paramètres avec lequel vous avez accès à de nombreuses options. Nous vous recommandons fortement d'adapter ces options avant de jouer.
hr: U vašem profilu nalazi se gumb postavki s mnogo opcija. Toplo preporučamo da pogledate opcije prije igranja.
it: Nel tuo profilo c'è un pulsante di impostazioni con un sacco di opzioni. Si consiglia vivamente di verificare le opzioni prima di giocare.
nl: Er is een instellingen knop in je profiel met veel opties. We raden je sterk aan om de opties te bekijken voordat je gaat spelen.
pl: W Twoim profilu znajduje się przycisk ustawień z wieloma opcjami. Zalecamy sprawdzenie opcji przed grą.
pt: No seu perfil há um botão de configurações com muitas opções. Recomendamos que você veja as opções antes de jogar.
tr: Profiliniz içerisinde birçok seçeneğe sahip bir ayar tuşu bulunmaktadır. Oyuna başlamadan önce bu seçeneklere göz gezdirmenizi şiddetle öneririz.

source: My opponent throws so fast. What can I do?
cs: Můj soupeř hází rychle. Co můžu dělat?
da: Min modstander kaster så hurtigt. Hvad kan jeg gøre?
de: Mein Gegner wirft so schnell. Was kann ich tun?
es: Mi oponente lanza muy rápido. ¿Qué puedo hacer?
fi: Vastustajani heittää nopeasti. Mitä voin tehdä?
fr: Mon adversaire a un lancer rapide. Que puis-je faire ?
hr: Moj protivnik baca tako brzo. Što mogu učiniti?
it: Il mio avversario lancia velocemente. Cosa posso fare?
nl: Mijn tegenstander gooit te snel. Wat kan ik doen?
pl: Mój przeciwnik rzuca za szybko. Co mogę zrobić?
pt: Meu oponente joga muito rápido. O que posso fazer?
tr: Rakibim çok hızlı atış yapıyor. Bu durumda ne yapabilirim?
