Repository: mischkadb/lidarts
Catalog: lidarts/translations/*/LC_MESSAGES/messages.po
Languages: cs, da, de, es, fi, fr, hr, it, nl, pl, pt, tr

source: If you tried the previous section, but the camera does not work, you can try the official free Jitsi Meet app. Download and install it from the Play/App store.
cs: Pokud jste zkusili předchozí sekci, ale kamera nefunguje, můžete zkusit oficiální bezplatnou Jitsi Meet aplikaci. Stáhněte a nainstalujte ji z Google Play nebo App store.
da: Hvis du har prøvet det foregående afsnit, men kameraet ikke virker, kan du prøve den officielle gratis Jitsi Meet app. Download og installere det fra Play / App Store.
de: Wenn du im vorherigen Abschnitt die Kamera nicht zum Laufen bekommen hast, versuche es mit der kostenlosen Jitsi Meet App. Diese kann über den Play/App Store heruntergeladen und installiert werden.
es: Si has probado la sección anterior, pero la cámara no funciona, puedes probar la aplicación oficial gratuita Jitsi Meet. Descargue e instale desde la tienda de Play/App.
fi: Jos kokeilit edellistä osiota, mutta kamera ei toimi, voit kokeilla virallista ilmaista Jitsi Meet -sovellusta. Lataa ja asenna se Play/App kaupasta.
fr: Si vous avez essayé la section précédente, mais que la caméra ne fonctionne pas, vous pouvez essayer l'application officielle gratuite Jitsi Meet. Téléchargez-la et installez-la depuis la boutique Play Store/App. Store.
hr: Ako ste isprobali prethodni odjeljak, ali kamera ne radi, možete isprobati službenu besplatnu aplikaciju Jitsi Meet. Preuzmite ga i instalirajte iz Play/App trgovine.
it: Se hai provato la sezione precedente, ma la fotocamera non funziona, puoi provare l'app Jitsi Meet gratuita ufficiale. Scaricare e installarlo dal Play/App store.
nl: Als u het vorige deel hebt geprobeerd, maar de camera niet werkt, kunt u de officiële gratis Jitsi Meet app proberen. Download en installeer het vanuit de Play/App Store.
pl: Jeśli wypróbowałeś poprzednią metodę, ale kamera nie działa, możesz wypróbować oficjalną darmową aplikację Jitsi Meet. Pobierz i zainstaluj ją ze sklepu Play/App.
pt: Se você tentou a seção anterior, mas a câmera não funciona, você pode tentar o aplicativo oficial do Jitsi Meet. Baixe e instale-o a partir da Play/App store.
tr: Eğer daha önceki bölümde anlatıldığı gibi kameranızı denemenize rağmen çalışmadıysa, Jitsi Meet resmi ve ücretsiz uygulamasını Play ya da App Store üzerinden indirip kurabilirsiniz.

source: Activate the mobile app setting in the webcam settings:
cs: Aktivujte mobilní aplikaci v nastaveních:
da: Aktivér indstillingen for mobilapp i webcamindstillingerne:
de: Aktivieren sie die Mobile App Einstellung in den Webcam-Einstellungen:
es: Activar la configuración de la aplicación móvil en la configuración de la webcam:
fi: Aktivoi mobiilisovelluksen asetus webcam asetuksissa:
fr: Activez le paramètre de l'application mobile dans les paramètres de la webcam :
hr: Aktivirajte postavku mobilne aplikacije u postavkama web kamere:
it: Attiva l'impostazione dell'app mobile nelle impostazioni della webcam:
nl: Activeer de mobiele app instelling in de webcam instellingen:
pl: Aktywuj ustawienia aplikacji mobilnej w ustawieniach kamery internetowej:
pt: Ativar a configuração do aplicativo móvel nas configurações da webcam:
tr: Web kamera ayarları içinden mobil uygulama ayarlarını aktive etmek:

source: Tablet + smartphone
es: Tablet + teléfono inteligente
fi: Tabletti + älypuhelin
fr: Tablette + smartphone
pl: Tablet + smartfon
tr: Tablet + akıllı telefon

source: If you want to use a combination of a tablet for scoring and a smartphone as a camera there is an option to get the scoreboard only on your tablet.
cs: Pokud chcete použít kombinaci tabletu pro bodování a smartphone jako kameru, je zde možnost zobrazit skóre pouze ve vašem tabletu.
da: Hvis du vil bruge en kombination af en tablet til at score og en smartphone som kamera, er der en mulighed for kun at få resultattavlen på din tablet.
de: Wenn sie eine Kombination aus einem Tablet zum Scoring und einem Smartphone als Kamera verwenden möchten, gibt es eine Option, um das Scoreboard nur auf Ihrem Tablet zu bekommen.
es: Si quieres usar una combinación de una tableta para puntuar y un smartphone como cámara hay una opción para obtener el marcador sólo en tu tableta.
fi: Jos haluat käyttää yhdistelmää tabletin pisteytys ja älypuhelin kuin kamera, on olemassa mahdollisuus saada tulostaulu vain tabletissa.
fr: Si vous souhaitez utiliser la combinaison d'une tablette pour marquer et d'un smartphone comme caméra, il y a une option pour obtenir le tableau de bord uniquement sur votre tablette.
hr: Ako želite koristiti kombinaciju tableta za bodovanje i pametnog telefona kao kamere, postoji opcija da semafor dobijete samo na svom tabletu.
it: Se si desidera utilizzare una combinazione di un tablet per il punteggio e uno smartphone come macchina fotografica c'è la possibilità di ottenere il tabellone solo sul tablet.
nl: Als u een combinatie van een tablet wilt gebruiken voor het scoren en een smartphone als camera, is er een mogelijkheid om het scorebord alleen op uw tablet te krijgen.
pl: Jeśli chcesz użyć kombinacji tabletu do punktacji i smartfonu jako aparatu, istnieje możliwość pobrania tablicy wyników tylko na tablecie.
pt: Se você quiser usar uma combinação de um tablet para marcara pontuação e um smartphone como câmera, há uma opção para habilitar o placar apenas no seu tablet.
tr: Puanları tutmak için tablet ve kamera için telefon kullanmak istiyorsanız, puan tablosunu sadece tablet üzerinden görebileceğiniz bir seçenek bulunmaktadır.

source: Open the webcam settings and enable both follow mode and the scoreboard-only option:
cs: Otevřete nastavení, povolte sledovácí režim a možnost zadávání skóre jen na hlavním zařízení:
da: Åbn webcamindstillingerne, og aktivér både følgetilstand og mulighed for resultattavle:
de: Öffnen Sie die Webcam-Einstellungen und aktivieren Sie sowohl den folgenden Modus als auch die Option "Anzeiger":
es: Abre la configuración de la webcam y activa tanto el modo de seguir como la opción de sólo marcadores:
fi: Avaa web-kameran asetukset ja ota käyttöön sekä seuraustila että vain tulostaulun vaihtoehto:
fr: Ouvrez les paramètres de la webcam et activez à la fois le mode Suivant et l'option Tableau de bord :
hr: Otvorite postavke web-kamere te omogućite način praćenja i opciju samo s semaforom:
it: Aprire le impostazioni della webcam e abilitare sia la modalità follow che l'opzione scoreboard:
nl: Open de webcam instellingen en schakel zowel de volg modus als de scorebord optie in:
pl: Otwórz ustawienia kamery internetowej i włącz zarówno tryb podążania, jak i opcję tylko dla tabeli wyników:
pt: Abra as configurações de webcam e ative o modo seguir e a opção de pontuação somente:
tr: Web kamera ayarlarını açın ve hem takip modu hem de sadece puan tabelası seçeneklerini aktive edin:

source: Now repeat the steps from the "Follow Mode" section. On your tablet you will only see the scoreboard without the video.
cs: Nyní opakujte kroky v sekci "Sledovací režim". Na tabletu uvidíte pouze skóre bez videa.
da: Gentag nu trinnene fra afsnittet "Følg tilstand". På din tablet kan du kun se resultattavlen uden videoen.
de: Jetzt wiederholen Sie die Schritte aus dem "Folgen Modus"-Abschnitt. Auf Ihrem Tablet sehen Sie nur das Scoreboard ohne das Video.
es: Ahora repita los pasos de la sección "Modo seguir". En su tableta sólo verá el marcador sin el vídeo.
fi: Toista nyt vaiheet "Follow Mode" -osiosta. Tablet-laitteessa näet vain tulostaulun ilman videota.
fr: Maintenant, répétez les étapes à partir de la section "Mode suivi". Sur votre tablette, vous ne verrez que le tableau de bord sans la vidéo.
hr: Sada ponovite korake iz odjeljka "Način praćenja". Na tabletu ćete vidjeti samo semafor bez videa.
it: Ora ripeti i passi dalla sezione "Modalità seguenti". Sul tablet vedrai solo il tabellone senza il video.
nl: Herhaal nu de stappen van de "Volg Modus". Op je tablet zie je alleen het scorebord zonder de video.
pl: Teraz powtórz kroki z sekcji "Tryb śledzenia". Na tablecie zobaczysz tylko tablicę wyników bez filmu.
pt: Agora repita as etapas da seção "Seguir". No seu tablet você só verá o placar sem o vídeo.
tr: Şimdi, "Takip Modu" bölümündeki adımları tekrar edin. Tabletiniz üzerinde video görüntüsü olmaksızın sadece puan tabelesını göreceksiniz.

source: Delete
cs: Vymazat
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
hr: Obriši
it: Cancella
nl: Verwijderen
pl: Usuń
pt: Apagar
tr: Sil

source: Upload
cs: Nahrát
de: Hochladen
es: Subir
fi: Lataa
fr: Téléverser
it: Carica
nl: Uploaden
pl: Prześlij
pt: Transferir
tr: Yükle

source: Do you want to get yourself as caller option included?
cs: Chcete slyšet svůj hlas a stát se hlasatelem?
da: Ønsker du at få dig selv som kalder mulighed inkluderet?
de: Möchtest du als Calleroption auswählbar sein?
es: ¿Quieres incluirte como opción de llamada?
fi: Haluatko saada itsesi kuuluttajan vaihtoehtona mukana?
fr: Souhaitez-vous arbitrer vous-même à laide de l'option incluse ?
hr: Želite li uključiti seba kao opciju najavljivača?
it: Vuoi ottenere te stesso come opzione chiamante inclusa?
nl: Wilt u uzelf als caller toevoegen?
pl: Czy chcesz zostać zostać markerem?
pt: Você deseja se colocar como opção de chamada?
tr: Kendinizi anons seçenekleri arasına eklemek ister misiniz?

source: Contact us!
cs: Kontaktujte nás!
da: Kontakt os!
de: Kontaktiere uns!
es: Contacto!
fi: Ota yhteyttä!
fr: Contactez-nous!
hr: Kontaktiraj nas!
it: Contattaci!
nl: Neem contact met ons op!
pl: Skontaktuj się z nami!
pt: Fale conosco!
tr: Bizimle iletişime geçin!

source: Trainer delay (in seconds)
cs: Zpoždění bota (v sekundách)
da: Træner forsinkelse (i sekunder)
de: Verzögerung des Trainers (in Sekunden)
es: Retraso del entrenador (en segundos)
fi: Kouluttajan viive (sekunteina)
fr: Délai de l'entraîneur (en secondes)
hr: Odgoda trenera (u sekundama)
it: Ritardo allenatore (in secondi)
nl: Trainer vertraging (in seconden)
pl: Opóźnienie trenera (w sekundach)
pt: Atraso de Treinador (em segundos)
tr: Eğitmen gecikmesi (saniye)

source: Note: There is a base delay of ~3 seconds. The custom delay will be added to this.
cs: Poznámka: Základní zpoždění je v délce ~ 3 sekundy. Vaše zpoždění bude k tomu přidáno.
da: Bemærk: Der er en basisforsinkelse på ~ 3 sekunder. Den brugerdefinerede forsinkelse føjes til dette.
de: Hinweis: Es gibt eine Grundverzögerung von ~3 Sekunden. Die benutzerdefinierte Verzögerung wird hinzuaddiert.
es: Nota: Hay un retraso base de ~3 segundos. El retraso personalizado se añadirá a esto.
fi: Huomautus: On olemassa perusviive ~3 sekuntia. Mukautettu viive lisätään tähän.
fr: Note: Il y a un délai de base de ~3 secondes. Le délai personnalisé sera ajouté à ce délai.
hr: Napomena: postoji osnovno kašnjenje od ~3 sekunde. Ovome će se dodati prilagođena odgoda.
it: Nota: C'è un ritardo di base di ~3 secondi. Il ritardo personalizzato verrà aggiunto a questo.
nl: Opmerking: Er is een basisvertraging van ~3 seconden. De aangepaste vertraging wordt hier aan toegevoegd.
pl: Uwaga: Istnieje podstawowe opóźnienie ~3 sekundy. Niestandardowe opóźnienie zostanie do tego dodane.
pt: Nota: Há um atraso base de ~3 segundos. O atraso personalizado será adicionado a isto.
tr: Uyarı: Program içerisinde zaten yaklaşık 3 saniyelik bir gecikme vardır. Özel gecikme değeriniz bunun üzerine eklenecektir.

source: Closing your account is a permanent decision.
cs: Zrušení účtu je trvalé rozhodnutí.
de: Die Kontoschließung ist permanent.
es: Cerrar su cuenta es una decisión permanente.
fi: Tilisi sulkeminen on pysyvä päätös.
fr: La fermeture de votre compte est une décision permanente.
hr: Zatvaranje računa je trajna odluka.
nl: uw account verwijderen is permanent
pl: Zamknięcie konta jest nieodwracalne.
tr: Hesabınızı kapatmak geri dönüşü olmayan bir karardır.

source: You will not be able to use your account again.
cs: Nebudete moci svůj účet znovu použít.
de: Du wirst deinen Account nicht weiterverwenden können.
es: No podrás volver a usar tu cuenta.
fi: Et voi enää käyttää tiliäsi.
fr: Vous ne serez plus en mesure d'utiliser votre compte.
hr: Nećete više moći koristiti svoj račun.
nl: U zult uw account niet meer kunnen gebruiken
pl: Nie będziesz mógł użyć swojego konta ponownie.
tr: Hesabınızı tekrar kullanamazsınız.

source: Change profile text
cs: Změnit profilový text
da: Ændre profiltekst
de: Profiltext ändern
es: Cambiar texto del perfil
fi: Muuta profiilin tekstiä
fr: Modifier le texte du profil
hr: Promijeni tekst profila
it: Cambia testo del profilo
nl: Profieltekst wijzigen
pl: Zmień opis profilu
pt: Alterar texto do perfil
tr: Profil metnini değiştir

source: Introduce yourself, your interests, social media etc.
cs: Představte se, vaše zájmy nebo vaše sociální média atd.
da: Præsenter dig selv, dine interesser, sociale medier osv.
de: Schreib etwas über dich, deine Interessen, Social Media etc.
es: Preséntate a ti mismo, tus intereses, las redes sociales, etc.
fi: Esittele itseäsi, kiinnostuksesi, sosiaalinen media jne.
fr: Présentez-vous, vos intérêts, médias sociaux, etc.
hr: Predstavite se, svoje interese, društvene medije itd.
it: Introduci te stesso, i tuoi interessi, i social media ecc.
nl: Stel uzelf voor, uw interesses, sociale media etc.
pl: Przedstaw siebie, swoje zainteresowania, media społecznościowe itp.
pt: Apresente-se a si mesmo, às suas redes sociais, etc.
tr: Kendinizi tanıtırken, ilgi alanlarınız, sosyal medya bilgileriniz vb. paylaşın.

source: Game history of
cs: Historie zápasů hráče
da: Spil historie
de: Spielverlauf von
es: Historial del juego de
fi: Peli historiaa
fr: Historique du jeu de
hr: Povijest igara
it: Cronologia delle partite di
nl: Wedstrijd geschiedenis van
pl: Historia gier
pt: Histórico de partidas de
tr: Oyun geçmişi

source: Previous
cs: Předcházející
da: Tidligere
de: Zurück
es: Anterior
fi: Edellinen
fr: Précédent
hr: Prethodno
it: Precedente
nl: Vorige
pl: Poprzedni
pt: Anterior
tr: Önceki

source: Next
cs: Následující
da: Næste
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
hr: Slijedeće
it: Prossimo
nl: Volgende
pl: Następny
pt: Próximo
tr: Sonraki

source: Country settings
cs: Nastavení země
da: Landeindstillinger
de: Ländereinstellungen
es: Ajustes de país
fi: Maakohtaiset asetukset
fr: Paramètres pays
hr: Postavke zemlje
it: Impostazioni paese
nl: Land instellingen
pl: Ustawienia kraju
pt: Configurações do país
tr: Ülke ayarları

source: You can change your country setting only once per month. Please confirm.
cs: Nastavení země můžete změnit pouze jednou za měsíc. Potvrďte prosím.
da: Du kan kun ændre din landeindstilling én gang om måneden. Bekræft venligst.
de: Die Ländereinstellung kann nur einmal pro Monat geändert werden. Bitte bestätigen.
es: Puede cambiar la configuración de su país sólo una vez al mes. Por favor, confirmarla.
fi: Voit vaihtaa käyttäjänimesi kerran kuukaudessa. Vahvista.
fr: Vous ne pouvez modifier le paramètre de votre pays qu'une seule fois par mois. Veuillez confirmer.
hr: Možeš promijeniti svoje postavke zemlje jednom mjesečno. Molimo potvrdite.
it: Puoi cambiare l'impostazione del tuo paese solo una volta al mese. Conferma.
nl: Je kunt de instelling van je land slechts één keer per maand wijzigen. Bevestig dit alsjeblieft.
pl: Możesz zmienić swój kraj tylko raz w miesiącu. Proszę potwierdzić
pt: Você pode alterar a configuração do seu país apenas uma vez por mês. Por favor, confirme.
tr: Ülke ayarlarınızı sadece ayda bir kez değiştirebilirsiniz. Lütfen onaylayın.

source: You can stream your board in webcam games to spectators. You will need a Google account for YouTube. Log in and copy your Channel ID here:
cs: Můžete streamovat váš terč vaším divákům. Budete potřebovat účet Google pro YouTube. Přihlaste se a zkopírujte své ID kanálu zde:
da: Du kan streame din dart skive i webcam spil til tilskuere. Du skal have en Google-konto til YouTube. Log ind og kopiér dit kanal-id her:
de: Du kannst dein Board in Webcam-Spielen an Zuschauer streamen. Benötigt wird ein Google-Konto für YouTube. Logge dich ein und kopiere die Channel-ID hier:
es: Puedes transmitir tu tablero en juegos de webcam a los espectadores. Necesitarás una cuenta de Google para YouTube. Inicia sesión y copia tu ID de canal aquí:
fi: Voit suoratoistaa hallituksesi webcam peleissä katsojille. Tarvitset Google-tilin YouTubelle. Kirjaudu sisään ja kopioi kanavatunnuksesi täältä:
fr: Vous pouvez diffuser votre jeu filmé par webcam aux spectateurs. Vous aurez besoin d'un compte Google pour YouTube. Connectez-vous et copiez votre ID de canal :
hr: Svoju ploču možete podijeliti gledateljima u igrama s web kamerom. Trebat će vam Google račun za YouTube. Prijavite se i kopirajte svoj ID kanala ovdje:
it: È possibile trasmettere il tuo board in webcam giochi agli spettatori. Avrai bisogno di un account Google per YouTube. Accedi e copia il tuo ID canale qui:
nl: Je kan je bord in webcam wedstrijden streamen naar toeschouwers. U heeft een Google account nodig voor YouTube. Log in en kopieer uw kanaal ID hier:
pl: Możesz streamować swoją tablicę w grach z kamerą internetową dla obserwatorów. Będziesz potrzebował konta Google oraz konta YouTube. Zaloguj się i skopiuj identyfikator kanału tutaj:
pt: Você pode transmitir seu alvo através de webcam para espectadores. Você precisará de uma conta do Google e usar a plataforma YouTube. Entre e copie sua ID de Canal aqui:
tr: Dart tahtanızı ve kameralı oyunlarınızı seyircilere izlettirebilirsiniz. YouTube için bir Google hesabı gerekecektir. Giriş yapın ve Kanal ID'nizi buradan kopyalayın:

source: and paste it in the box below.
cs: a vložte jej do níže uvedeného rámečku.
da: og indsæt den i boksen nedenfor.
de: und füge es in das Feld unten ein.
es: y pégalo en el cuadro de abajo.
fi: ja liitä se alla olevaan kohtaan.
fr: et collez-le dans le champ ci-dessous.
hr: i zalijepite ga u okvir ispod.
it: e incollalo nella casella sottostante.
nl: en plak het in onderstaande veld.
pl: i wklej w polu poniżej.
pt: e cole-o na caixa abaixo.
tr: ve aşağıdaki kutu içerisine kopyalayın.

source: There are two options to start a livestream.
cs: Existují dvě možnosti, jak spustit živý stream.
da: Der er to muligheder for at starte en livestream.
de: Es gibt zwei Möglichkeiten, einen Livestream zu starten.
es: Hay dos opciones para iniciar una retransmisión en directo.
fi: On olemassa kaksi vaihtoehtoa aloittaa livestream.
fr: Il y a deux options pour démarrer une diffusion en temps réel.
hr: Postoje dvije mogućnosti za pokretanje prijenosa uživo.
it: Ci sono due opzioni per iniziare un livestream.
nl: Er zijn twee opties om een livestream te starten.
pl: Istnieją dwie opcje uruchomienia transmisji na żywo.
pt: Existem duas opções para iniciar uma transmissão ao vivo.
tr: Canlı yayını başlatmak için iki seçenek bulunmaktadır.

source: You can use the "Start live stream" option in Jitsi Meet which requires the secret stream key. You can find yours here:
cs: Můžete použít možnost "Spustit živý stream" v Jitsi Meet, která vyžaduje tajný stream klíč. Můžete ho najít zde:
da: Du kan bruge indstillingen "Start livestream" i Jitsi Meet, som kræver den hemmelige stream-tast. Du kan finde din her:
de: Du kannst die Option "Start live stream" in Jitsi Meet verwenden, die den geheimen Stream-Key erfordert. Den findest du hier:
es: Puedes usar la opción "Iniciar transmisión en vivo" en Jitsi Meet que requiere la clave secreta de transmisión. Puedes encontrar la tuya aquí:
fi: Voit käyttää "Aloita live-stream" -vaihtoehtoa Jitsi Meet -sivustossa, joka vaatii salaisen avaimen. Löydät omasi täältä:
fr: Vous pouvez utiliser l'option "Démarrer le flux en direct" dans Jitsi Meet qui nécessite la clé secrète de stream. Vous pouvez trouver la vôtre ici :
hr: Možete upotrijebiti opciju "Pokreni stream uživo" u Jitsi Meetu za koju je potreban tajni ključ streama. Svoje možete pronaći ovdje:
it: Puoi usare l'opzione "Start live stream" in Jitsi Incontra che richiede la chiave di flusso segreta. Puoi trovare la tua qui:
nl: Je kunt de optie "Start live stream" gebruiken in Jitsi meeting die de geheime stream sleutel vereist. Je kunt deze optie hier vinden:
pl: Możesz użyć opcji "Rozpocznij transmisję na żywo" w Jitsi Meet, która wymaga tajnego klucza strumieniowego. Tutaj znajdziesz swój klucz:
pt: Você pode usar a opção "Iniciar transmissão ao vivo" no Jitsi Meet, o qual requer a chave ou senha de segurança para transmissão. Você pode encontrar a sua aqui:
tr: Jitsi Meet içerisinde, gizli bir yayın anahtarı ile, "Start live stream" seçeneğini kullanarak bunu yapabilirsiniz. Size ait bir anahtarı buradan alabilirsiniz:

source: Paste it into the stream key box in Jitsi and click on "Start live stream".
cs: Vložte ho do pole 'stream key' v Jitsi a klikněte na "Spustit živý stream".
da: Indsæt det i stream-nøgleboksen i Jitsi, og klik på "Start livestream".
de: Füge ihn in die Stream-Key-Box in Jitsi ein und klicke auf "Start live stream".
es: Pégalo en el cuadro de teclas de Jitsi y haz clic en "Iniciar transmisión en vivo".
fi: Liitä se streamavain Jitissä ja napsauta "Aloita live stream".
fr: Collez-le dans le champ Clé de diffusion dans Jitsi et cliquez sur "Démarrer la diffusion en direct".
hr: Zalijepite ga u okvir s ključem streama u Jitsiju i kliknite na "Pokreni stream uživo".
it: Incollalo nella casella chiave del flusso in Jitsi e clicca su "Avvia lo streaming dal vivo".
nl: Plak het in het veld stream in Jitsi en klik op "Start live stream".
pl: Wklej go do pola klucza strumienia w Jitsi i kliknij "Rozpocznij transmisję na żywo".
pt: Cole o código de segurança dentro da espaço apropriado no aplicativo Jitsi e em seguida clique em "Iniciar a transmissão".
tr: Jitsi içerisine bu anahtarı yapıştırdıktan sonra "Start live stream" i tıklayarak canlı yayın başlatabilirsiniz.

source: If you get a "All streamers are currently busy" error Jitsi has no free streamers at the moment. There is nothing Lidarts can do in that case.
cs: Pokud dostanete chybu "Všechny vysílací instance jsou obsazeny", Jitsi nemá v tuto chvíli žádné volné streamery. V tomto případě Lidarts vám nemůže pomoci.
da: Hvis du får en "Alle streamere er optaget i øjeblikket" fejl Jitsi har ingen gratis streamers i øjeblikket. Der er intet Lidarts kan gøre i dette tilfælde.
de: Wenn du einen "All streamers are currently busy" Fehler bekommst, dann hat Jitsi im Moment keine freien Streamer. Lidarts kann in dem Fall nicht aushelfen.
es: Si obtiene un error "Todos los streamers están actualmente ocupados", Jitsi no tiene streamers libres en este momento. No hay nada que pueda hacer Lidarts en ese caso.
fi: Jos saat "All streamers are currently busy" virhe Jitsi ei ole vapaita striimauksia tällä hetkellä. Siinä tapauksessa Lidarts ei voi tehdä mitään.
fr: Si vous obtenez une erreur "Tous les streamers sont actuellement occupés" Jitsi n'a pas de streamer libre pour le moment. Il n'y a rien que Lidarts puisse faire dans ce cas.
hr: Ako dobijete pogrešku "Svi streameri su trenutno zauzeti", Jitsi trenutno nema slobodnih streamera. Lidarts u tom slučaju ne može učiniti ništa.
it: Se si ottiene un errore "Tutti gli streamer sono attualmente occupati" Jitsi non ha streamer gratuiti al momento. Non c'è nulla che Lidart possa fare in quel caso.
nl: Als je een "Alle streamers zijn momenteel bezig" foutmelding hebt, heeft Jitsi momenteel geen gratis streamers. In dat geval is er niets wat Lidarts kan doen.
pl: Jeśli otrzymasz błąd "Wszyscy streamerzy są obecnie zajęty", Jitsi nie ma obecnie żadnych darmowych miejsc. W tym przypadku musisz zaczekać.
pt: Se você receber um erro "Todos os streamers estão ocupados atualmente" significa que o Jitsi não tem streamers gratuitos no momento. Não há nada em que o Lidarts possa fazer neste caso.
tr: Eğer Jitsi üzerinde "All streamers are currently busy" (Tüm yayıncılar meşgul) hata uyarısı alırsanız bu, şu anda serbest bir yayıncı olmadığını gösterir. Lidarts bu duruma müdahale edemez.
