Repository: mischkadb/lidarts
Catalog: lidarts/translations/*/LC_MESSAGES/messages.po
Languages: cs, da, de, es, fi, fr, hr, it, nl, pl, pt, tr

source: Game selected as stream game.
cs: Hra byla vybrána jako hra ke streamovaní.
da: Spil valgt som stream spil.
de: Spiel als Streamspiel ausgewählt.
fi: Peli on valittu streamaus-peliksi.
fr: Partie sélectionnée comme match de stream.
hr: Igra odabrana kao streaming igra.
it: Partita selezionata come partita in streaming.
nl: Spel geselecteerd als stream game.
pl: Gra wybrana jako gra strumieniowa.
pt: Partida selecionada como stream game ou modo de transmissão habiliado.
tr: Maç, yayınlanacak maç olarak seçilmiştir.

source: Streaming
cs: Streamování
es: Transmisión
fi: Striimaus
fr: Diffusion
hr: Strimanje
nl: streamen
pl: Nadawanie
tr: Yayınlanıyor

source: Password must have at least 8 characters
cs: Heslo musí mít alespoň 8 znaků
da: Adgangskoden skal indeholde mindst 8 tegn
de: Passwort muss aus mindestens 8 Zeichen bestehen
es: La contraseña debe tener al menos 8 carácteres
fi: Salasanan täytyy olla vähintään 8 merkkiä pitkä
fr: Le mot de passe doit contenir au moins 8 caractères
hr: Lozinka mora imati minimalno 8 znakova
it: La password deve avere almeno 8 caratteri
nl: Wachtwoord moet ten minste 8 tekens bevatten
pl: Hasło musi zawierać co najmniej 8 znaków
pt: A senha ou password deve conter no mínimo 8 caracteres
tr: Parolanız en az 8 karakterli olmalıdır

source: Username is required
cs: Uživatelské jméno je povinné
da: Brugernavn er påkrævet
de: Benutzername wird benötigt
es: Nombre de usuario requerido
fi: Käyttäjänimi on pakollinen
fr: Un nom d'utilisateur est requis
hr: Potrebno je korisničko ime
it: Nome utente obbligatorio
nl: Gebruikersnaam is vereist
pl: Nazwa użytkownika jest wymagana
pt: Necessário nome de usuário
tr: Kullanıcı adı gereklidir

source: Password must have at least 15 characters OR contain at least two out of these: lowercase letter, uppercase letter, number, symbol.
cs: Heslo musí mít nejméně 15 znaků NEBO alespoň dvě z nich: malé písmeno, velké písmeno, číslo, symbol.
da: Adgangskoden skal indeholde mindst 15 tegn ELLER indeholde mindst to af disse: små bogstaver, store bogstaver, tal, symbol.
de: Passwort muss mindestens 15 Zeichen enthalten ODER mindestens zwei der folgenden Elemente enthalten: Kleinbuchstabe, Großbuchstabe, Zahl, Symbol.
es: La contraseña debe tener al menos 15 caracteres O contener al menos dos de estos: letra minúscula, letra mayúscula, número, símbolo.
fi: Salasanan täytyy sisältää vähintään 15 merkkiä TAI vähintään kaksi seuraavista: pieni kirjain, iso kirjain, numero, erikoismerkki.
fr: Le mot de passe doit comporter au moins 15 caractères OU contenir au moins deux de ces caractères : lettre minuscule, lettre majuscule, chiffre, symbole.
hr: Lozinka mora imati minimalno 15 znakova ILI mora sadržavati bar dvoje od: malo početno slovo, veliko početno slovo, broj, simbol.
it: La password deve avere almeno 15 caratteri O contenere almeno due di questi: lettera minuscola, lettera maiuscola, numero, simbolo.
nl: Wachtwoord moet ten minste 15 tekens bevatten of ten minste twee van deze tekens bevatten: kleine letter, hoofdletter, nummer, symbool.
pl: Hasło musi mieć co najmniej 15 znaków LUB zawierać co najmniej dwa z wymienionych: małą literę, wielką literę, numer, symbol.
pt: Senha ou password deve conter no mínimo 15 caracteres OU conter no mínimo dois caracteres do tipo: letra minúscula, letra maiúscula, número, caracteres especiais.
tr: Parola en fazla 15 karakter olmalı veya bunlardan en az iki karakter içermelidir: küçük harf, büyük harf, sayı, sembol.

source: Username is already taken
cs: Uživatelské jméno je již obsazeno
da: Brugernavnet er allerede taget
de: Benutzername ist bereits vergeben
es: El nombre de usuario ya está en uso
fi: Käyttäjätunnus on jo varattu
fr: Ce nom d'utilisateur est déjà utilisé
hr: Korisničko ime je već u upotrebi
it: Nome utente già utilizzato
nl: Gebruikersnaam is reeds in gebruik
pl: Nazwa użytkownika jest już zajęta
pt: Nome do usuário já existente
tr: Kullanıcı adı daha önce alınmıştır

source: Username must start with a letter, number or "(["
cs: Uživatelské jméno musí začínat písmenem, číslem nebo "(["
da: Brugernavnet skal starte med et bogstav, et tal eller "(["
de: Benutzername muss mit einem Buchstaben, einer Zahl oder "([" beginnen
es: El nombre de usuario debe comenzar con una letra, número o "(["
fi: Käyttäjätunnuksen täytyy alkaa kirjaimella, numerolla tai "(["
fr: Le nom d'utilisateur doit commencer par une lettre, un numéro ou "(["
hr: Korisničko ime mora početi sa slovom, brojem ili "(["
it: Il nome utente deve iniziare con una lettera, un numero o "(["
nl: Gebruikersnaam moet beginnen met een letter, cijfer of "(["
pl: Nazwa użytkownika musi zaczynać się od litery, cyfry lub "(["
pt: O nome de usuário deve começar com uma letra, número ou "(["
tr: Kullanıcı adı bir harf, sayı veya "([" ile başlamalıdır

source: Username must end with a letter or a number or ")]"
cs: Uživatelské jméno musí končit písmenem nebo číslem nebo ")]"
da: Brugernavnet skal slutte med et bogstav eller et tal eller ")]"
de: Benutzername muss mit einem Buchstaben, einer Zahl oder ")]" enden
es: Nombre de usuario debe terminar con una letra o un número o ")]"
fi: Käyttäjätunnuksen täytyy päättyä kirjaimeen, numeroon tai ")]"
fr: Le nom d'utilisateur doit commencer par une lettre, un numéro ou ")]"
hr: Korisničko ime mora završavati sa slovom ,brojem ili ")]"
it: Il nome utente deve terminare con una lettera o un numero o ")]"
nl: Gebruikersnaam moet beginnen met een letter, cijfer of ")]"
pl: Nazwa użytkownika musi kończyć się literą lub cyfrą lub ")]"
pt: Nome de usuário deve terminar com uma letra ou um número ou ")]"
tr: Kullanıcı adı bir harf veya bir sayı veya ")]" ile bitmelidir

source: Username contains invalid symbols.
cs: Uživatelské jméno obsahuje neplatné znaky.
da: Brugernavnet indeholder ugyldige symboler.
de: Benutzername enthält ungültige Symbole.
es: Nombre de usuario contiene símbolos no válidos.
fi: Käyttäjätunnus sisältää virheellisiä symboleita.
fr: Le nom d'utilisateur contient des symboles non valides.
hr: Korisničko ime sadrži nevažeće simbole.
it: Il nome utente contiene simboli non validi.
nl: Gebruikersnaam bevat ongeldige tekens.
pl: Nazwa użytkownika zawiera nieprawidłowe symbole.
pt: Nome de usuário contém símbolos inválidos.
tr: Kullanıcı adı geçersiz semboller içerir.

source: Two special characters in a row are not allowed.
cs: Dva speciální znaky v řádku nejsou povoleny.
da: To specialtegn i træk er ikke tilladt.
de: Zwei Sonderzeichen hintereinander sind nicht gestattet.
es: No se permiten dos caracteres especiales seguidos.
fi: Kaksi peräkkäistä erikoismerkkiä ei ole sallittu.
fr: Deux caractères spéciaux dans une ligne ne sont pas autorisés.
hr: Dva posebna simbola u nizu nisu dopuštena.
it: Due caratteri speciali in una riga non sono permessi.
nl: Twee speciale tekens op rij zijn niet toegestaan.
pl: Dwa znaki specjalne z rzędu nie są dozwolone.
pt: Dois caracteres especiais seguidos não são permitidos.
tr: Arka arkaya iki özel karaktere izin verilmez.

source: Username
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fi: Käyttäjätunnus
fr: Pseudo
hr: Korisničko ime
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Usuário
tr: Kullanıcı adı

source: Password
cs: Heslo
da: Adgangskode
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
hr: Lozinka
nl: Wachtwoord
pl: Hasło
pt: Senha
tr: Şifre

source: Username or Email Address
cs: Uživatelské jméno nebo e-mailová adresa
da: Brugernavn eller email
de: Benutzername oder E-Mail-Adresse
es: Nombre de usuario o dirección de email
fi: Käyttäjätunnus tai sähköpostiosoite
fr: Pseudo ou adresse e-mail
hr: Korisničko ime ili email adresa
it: Nome utente o indirizzo email
nl: Gebruikersnaam of e-mailadres
pl: Nazwa użytkownika lub adres e-mail
pt: Nome de usuário ou e-mail
tr: Kullanıcı adı veya e-mail adresi

source: Accept
cs: Přijmout
da: Acceptere
de: Bestätigen
es: Aceptar
fi: Hyväksy
fr: Valider
hr: Prihvati
it: Accetta
nl: Accepteren
pl: Akceptuj
pt: Aceitar
tr: Kabul et

source: Change username
cs: Změnit uživatelské jméno
da: Skift brugernavn
de: Benutzername ändern
es: Cambiar nombre de usuario
fi: Vaihda käyttäjätunnus
fr: Changer le Pseudo
hr: Promijeni korisničko ime
it: Modifica nome utente
nl: Gebruikersnaam wijzigen
pl: Zmień nazwę użytkownika
pt: Alterar nome de usuário
tr: Kullanıcı adı değiştir

source: You can only change your username once per month. You need to wait until:
cs: Své uživatelské jméno můžete změnit pouze jednou za měsíc. Počkejte do:
da: Du kan kun ændre dit brugernavn én gang om måneden. Du skal vente til:
de: Du kannst deinen Benutzernamen nur einmal pro Monat ändern. Bitte warte bis:
es: Solo puedes cambiar tu nombre de usuario una vez al mes. Necesitas esperar hasta:
fi: Voit vaihtaa käyttäjätunnuksesi kerran kuukaudessa. Voit vaihtaa seuraavan kerran:
fr: Tu ne peux changer ton nom d'utilisateur qu'une fois par mois. Tu dois attendre jusqu'au :
hr: Korisničko ime se može promijeniti samo jednom mjesečno. Čekajte do:
it: Puoi modificare il tuo nome utente solo una volta al mese. Devi aspettare fino al:
nl: Je kunt je gebruikersnaam slechts één keer per maand wijzigen. Je moet wachten tot:
pl: Możesz zmienić swoją nazwę użytkownika tylko raz w miesiącu. Musisz poczekać do:
pt: Você só pode alterar seu nome de usuário uma vez por mês. Você precisa esperar até:
tr: Kullanıcı adınızı sadece ayda bir kez değiştirebilirsiniz. Bu durumda, [date] tarihine kadar beklemeniz gerekiyor.

source: Username changed.
cs: Uživatelské jméno bylo změněno.
da: Brugernavn Skiftet.
de: Benutzername geändert.
es: Nombre de usuario modificado.
fi: Käyttäjätunnus vaihdettu.
fr: Le Pseudo a été modifié.
hr: Korisničko ime promijenjeno.
it: Nome utente modificato.
nl: Gebruikersnaam gewijzigd.
pl: Nazwa użytkownika została zmieniona.
pt: Nome de usuário alterado.
tr: Kullanıcı adı değiştirildi.

source: Local
cs: Lokální
da: Lokal
de: Lokal
fi: Paikallinen
hr: Lokalno
it: Locale
nl: Lokaal
pl: Lokalna
tr: Yerel

source: Me
cs: Já
da: Mig
de: Ich
es: Yo
fi: Minä
fr: Moi
hr: Ja
it: Io
nl: Ik
pl: Ja
pt: Eu
tr: Ben

source: Opponent
cs: Soupeř
da: Modstander
de: Gegner
es: Oponente
fi: Vastustaja
fr: Mon adversaire
hr: Protivnik
it: Avversario
nl: Tegenstander
pl: Przeciwnik
pt: Adversário
tr: Rakip

source: Closest to Bull
cs: Rozhoz na střed
da: Tættest Bull
de: Ausbullen
es: Mas cercano a Bull
fi: Lähempänä keskustaa
fr: À la bulle
hr: Najbliži bullu
it: Più vicino al Bull
nl: Dichtst bij de bull
pl: Rzut do bulla
pt: O mais próximo ao Bull
tr: Bull merkezine en yakın

source: Invalid number.
cs: Neplatné číslo.
da: Ugyldigt nummer.
de: Ungültige Zahl.
es: Número no válido.
fi: Numero ei kelpaa.
fr: Numéro invalide.
hr: Nevažeći broj.
it: Numero non valido.
nl: Ongeldig getal.
pl: Błędna liczba.
pt: Número inválido.
tr: Geçersiz numara.

source: Score
cs: Skóre
de: Punktzahl
es: Puntaje
fi: Tulos
hr: Rezultat
it: Punteggio
pl: Wynik
pt: Pontuação
tr: Puan

source: Submit score
cs: Odeslat skóre
da: Indsend score
de: Abschicken
es: Enviar puntuación
fi: Lähetä tulos
fr: Soumettre le score
hr: Podnesi rezultat
it: Invia punteggio
nl: Score indienen
pl: Zatwierdź wynik
pt: Enviar pontuação
tr: Skoru gönder

source: Best of Sets
da: Bedst af Kampe
es: Mejor de Sets
fi: Setit (paras x: stä)
hr: Najbolji u susretu
it: Al meglio dei set
pl: Lepszy z - sety
pt: Melhor entre Sets
tr: En fazla oynanacak set sayısı

source: Best of Legs
da: Bedst af sæt
es: Mejor de Legs
fi: Legit (paras x:stä)
hr: Najbolji u setu
it: Al meglio dei leg
pl: Lepszy z - legi
pt: Melhor entre Legs
tr: En fazla oynanacak oyun sayısı

source: Two Clear Legs
cs: Rozdíl 2 legů
da: Vind med 2 sæt
de: Zwei Legs Abstand
es: Diferencia de dos Legs
fi: Kahden legin erolla
fr: Victoire pas deux Legs d'écart
hr: Dva čista seta
it: Due leg di scarto
nl: Twee legs verschil
pl: Przewaga dwóch legów
pt: Dois Legs de diferença
tr: Oyunu iki farklı kazan

source: First to throw
cs: Kdo začína
da: Først til at kaste
de: Erster Wurf
es: Primero en tirar
fi: Aloittaja
fr: Premier à lancer
hr: Baca prvi
it: Primo a tirare
nl: Wie mag beginnen
pl: Zaczyna
pt: Primeiro a arremessar
tr: İlk atış

source: Opponent name
cs: Jméno soupeře
da: Modstanderes Navn
de: Name des Gegners
es: Nombre del oponente
fi: Vastustajan nimi
fr: Pseudo de l’adversaire
hr: Protivničko ime
it: Nome dell'avversario
nl: Naam van tegenstander
pl: Nick przeciwnika
pt: Nome do adversário
tr: Rakip adı

source: Level
cs: Úroveň
da: Niveau
es: Nivel
fi: Taso
fr: Niveau
hr: Razina
it: Livello
nl: Niveau
pl: Poziom
pt: Nível
tr: Seviye

source: Public challenge
cs: Veřejná výzva
da: Offentlig udfordring
de: Herausforderung öffentlich
es: Desafío público
fi: Julkinen haaste
fr: Défi public
hr: Javni izazov
it: Sfida pubblica
nl: Openbare uitdaging
pl: Wyzwanie publiczne
pt: Tornar partida pública
tr: Herkese açık meydan okuma

source: Webcam game
cs: Hrát přes webovou kameru
da: Webcam spil
de: Webcam-Spiel
es: Partida con cámara web
fi: Webcam-peli
fr: Match avec Webcam
hr: Igra preko web kamere
it: Gioco con Webcam
nl: Webcam wedstrijd
pl: Gra przez kamerkę
pt: Partida à webcam
tr: Kameralı oyun

source: Score input block
cs: Blokování při zadávání skóre
da: Blok for point input
de: Eingabe blockieren
es: Bloqueo de puntuación
fi: Tuloksen syötön esto
fr: Bloquer la saisie de score
hr: Unos rezultata
it: Casella inserimento puneggio
nl: Blokkade invoeren score
pl: Blokada wprowadzania wyniku
pt: Bloquear input de pontos
tr: Skor girişi için zaman aralığı

source: Save settings
cs: Uložit nastavení
da: Gem indstillinger
de: Einstellungen speichern
es: Guardar Ajustes
fi: Tallenna asetukset
fr: Enregistrer les réglages
hr: Spremi postavke
it: Salva impostazioni
nl: Instellingen opslaan
pl: Zapisz ustawienia
pt: Salvas configurações
tr: Ayarları kaydet

source: Tournament
cs: Turnaj
da: Turnering
de: Turnier
es: Torneo
fi: Turnaus
fr: Tournoi
hr: Turnir
it: Torneo
nl: Toernooi
pl: Turniej
pt: Torneio
tr: Turnuva

source: Start game
cs: Začít hru
da: Start Spil
de: Spiel beginnen
es: Iniciar partida
fi: Aloita peli
fr: Commencer le match
hr: Počmi igru
it: Inizia il gioco
nl: Start wedstrijd
pl: Rozpocznij grę
pt: Iniciar partida
tr: Oyuna başla

source: Game type
cs: Typ hry
da: Spiltype
de: Spieltyp
es: Tipo de partida
fi: Pelimuoto
fr: Type de match
hr: Vrsta igre
it: Tipo di partita
nl: Soort wedstrijd
pl: Rodzaj gry
pt: Tipo de partida
tr: Oyun tipi

source: Mode In
cs: Otevření hry
da: Tilstand i
de: Modus In
es: Modo En
fi: Aloitus
fr: Démarrage
hr: Ulaz
it: Modalità di entrata
nl: Modus In
pl: Rozpoczęcie gry
pt: Modo "IN"
tr: Oyun başlangıcı

source: Mode Out
cs: Zavření hry
da: Tilstand ud
de: Modus Out
es: Modo de salida
fi: Lopetus
fr: Fermeture
hr: Izlaz
it: Modalità di chiusura
nl: Modus Uit
pl: Zakończenie gry
pt: Modo "OUT"
tr: Oyun bitirişi

source: Submit message
cs: Odeslat zprávu
da: Send besked
de: Nachricht senden
es: Enviar mensaje
fi: Lähetä viesti
fr: Envoyer le message
hr: Pošalji poruku
it: Invia messaggio
nl: Bericht versturen
pl: Wyślij wiadomość
pt: Enviar mensagem
tr: Mesaj gönder

source: I have read the text above, understand the limitations and have a webcam setup to play.
cs: Přečetl jsem si výše uvedený text, chápu omezení a mám nastavenou webovou kameru pro hraní.
da: Jeg har læst teksten ovenfor, forstå de begrænsninger og har et webcam setup til at spille.
de: Ich habe obigen Text gelesen, verstehe die Limitierungen und habe eine aufgebaute Webcam zum Spielen.
es: He leído el texto anterior, entiendo las limitaciones y tengo una configuración de webcam para jugar.
fi: Olen lukenut ylläolevan tekstin, ymmärrän rajoitukset, ja minulla on web-kamera pelaamista varten.
fr: J'ai lu le texte ci-dessus, je comprends les règles et j'ai une webcam pour jouer.
hr: Pročitao sam gore navedeno, razumijem ograničenja i imam podešenu web kameru.
it: Ho letto il testo sopra, comprendo le limitazioni e ho una configurazione webcam per giocare.
nl: Ik heb de bovenstaande tekst gelezen, begrijp de beperkingen en heb een webcam ingesteld om te spelen.
pl: Przeczytałem powyższy tekst, rozumiem ograniczenia i mam skonfigurowaną kamerkę.
pt: Eu li o texto acima, entendo as limitações e tenho uma configuração de webcam para jogar.
tr: Yukarıdaki metni okudum, kuralları anladım ve oynamak için bir web kamerası kurulumuna sahibim.

source: (Optional) I allow my opponents to stream and record our game including my webcam video and audio.
cs: (Volitelné) Dovolím svým soupeřům streamovat a nahrávat naši hru včetně videa a zvuku z mé webové kamery.
da: (Valgfrit) Jeg tillader mine modstandere at streame og optage vores spil, herunder mit webcam video og lyd.
de: (Optional) Ich erlaube meinen Gegnern unser Spiel, inklusive meinem Bild und Ton, aufzunehmen oder zu streamen.
es: (Opcional) Permito que mis oponentes transmitan y graben nuestro juego incluyendo mi vídeo y audio de cámara web.
fi: (Valinnainen) Salli vastustajan suoratoistaa ja tallentaa peli, mukaan lukien oman web-kamerasi kuva ja ääni.
fr: (Facultatif) J'autorise mes adversaires à diffuser et à enregistrer notre match, y compris la vidéo de ma webcam et mon son.
hr: (opcionalno) Dozvoljavam mom protivniku da streama i snima našu igru uključujući moju web kameru i zvuk.
it: (Opzionale) consento ai miei avversari di trasmettere e registrare il nostro gioco, compreso il mio audio e video della webcam.
nl: (Optioneel) Ik sta mijn tegenstanders toe om onze wedstrijd te streamen en op te nemen inclusief mijn webcam video en audio.
pl: (Opcjonalnie) Pozwalam moim przeciwnikom na streamowanie i nagrywanie naszej gry, w tym wideo i dźwięku z mojej kamery internetowej.
pt: (Opcional) Eu permito que meus adversários façam streaming e grave nosso jogo, incluindo meu vídeo e áudio de webcam.
tr: (İsteğe bağlı) Rakiplerimin web kamerası videom ve sesim de dahil olmak üzere oyunumuzu yayınlamasına ve kaydetmesine izin veriyorum.

source: Confirm
cs: Potvrdit
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
hr: Potvrdi
it: Conferma
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
tr: Onaylamak

source: Create Game
cs: Vytvořit hru
da: Opret spil
de: Spiel erstellen
es: Crear Partida
fi: Uusi peli
fr: Créer un match
hr: Kreiraj igru
it: Crea Partita
nl: Maak wedstrijd
pl: Utwórz grę
pt: Criar uma partida
tr: Yeni oyun

source: Public challenges must be created without an opponent name.
cs: Veřejné výzvy musí být vytvořeny bez jména soupeře.
da: Offentlige udfordringer skal skabes uden et modstandernavn.
de: Öffentliche Herausforderungen müssen ohne Gegnernamen erstellt werden.
es: Los desafíos públicos deben crearse sin un nombre de oponente.
fi: Julkiset haasteet on luotava ilman vastustajan nimeä.
fr: Les défis publics doivent être créés sans le nom d'un adversaire.
hr: Javni izazov mora biti stvoren bez imena protivnika.
it: Le sfide aperte a tutti devono essere create senza il nome dell'avversario.
nl: Openbare uitdagingen moeten worden gecreëerd zonder de naam van een tegenstander te gebruiken.
pl: Wyzwania publiczne muszą być tworzone bez nazwy przeciwnika.
pt: As partidas públicas devem ser criadas sem o nome de um adversário.
tr: Halka açık meydan okumalar rakibin ismi belirtilmeden oluşturulmalıdır.

source: Player does not allow challenges
cs: Hráč nepovoluje výzvy
da: Spilleren tillader ikke udfordringer
de: Spieler lässt keine Herausforderungen zu
es: El jugador no permite desafíos
fi: Pelaaja ei ota vastaan haasteita
fr: Le joueur ne permet pas de défis
hr: Igrač ne dopušta izazove
it: Il giocatore non accetta sfide
nl: Speler staat geen uitdagingen toe
pl: Gracz nie zezwala na wyzwania
pt: Jogador não aceita desafios
tr: Oyuncu meydan okumalara izin vermiyor

source: New challenge
cs: Nová výzva
da: Ny udfordring
de: Neue Herausforderung
es: Nuevo desafío
fi: Uusi haaste
fr: Nouveau défi
hr: Novi izazov
it: Nuova sfida
nl: Nieuwe uitdaging
pl: Nowe wyzwanie
pt: Novo desafio
tr: Yeni meydan okuma

source: Player 2 does not have webcam games enabled.
cs: Druhý hráč nemá aktivovanou hru přes webovou kameru.
da: Spiller 2 har ikke webcam spil aktiveret.
de: Spieler 2 hat Webcamspiele nicht aktiviert.
es: El jugador 2 no tiene juegos de webcam habilitados.
fi: Pelaaja 2 ei ole aktivoinut web-kamerapelejä.
fr: Le joueur 2 n'a pas activé l'option "Match avec webcam".
hr: Igrač 2 nema omogućenu igru sa web kamerom.
it: Il giocatore 2 non ha i giochi webcam attivati.
nl: Speler 2 heeft geen webcam partijen ingeschakeld.
pl: Gracz 2 nie ma włączonych gier z kamerką internetową.
pt: O adversario não possui webcam habilitada.
tr: 2 numaralı oyuncunun etkinleştirilmiş bir web kamerası yok.

source: Waiting...
cs: Čekejte...
da: Venter...
de: Warte...
es: Esperando...
fi: Odottaa...
fr: Patientez...
hr: Pričekaj...
it: Attendere...
nl: Even geduld...
pl: Czekaj...
pt: Aguardando...
tr: Bekleyiniz...

source: Match overview
cs: Přehled hry
da: Oversigt over kamp
de: Spielübersicht
es: Resumen de partida
fi: Pelin yhteenveto
fr: Aperçu du match
hr: Pregled igre
it: Riepilogo partita
nl: Wedstrijdoverzicht
pl: Podsumowanie meczu
pt: Resumo da partida
tr: Maça genel bakış

source: Stream overlay
da: Overlejring af stream
es: Capa del stream
fi: Streamin peittokuva
hr: Prekrivanje toka
it: Streaming in sovraimpressione
pl: Widok do streamowania
pt: Sobreposição da transmissão
tr: Yayın akışı bindirmesi

source: Live Match
cs: Zápas živě
da: Direkte Kamp
de: Livespiel
es: Partida en vivo
fi: Liveottelu
fr: Match en cours
hr: Igra uživo
it: Partita in diretta
nl: Live Wedstrijd
pl: Mecz na żywo
pt: Partida Ao Vivo
tr: Canlı maç

source: Local Guest
cs: Lokální host
da: Lokal Gæst
de: Lokaler Gast
es: Invitado local
fi: Paikallinen vieras
fr: Joueur local
hr: Lokalni gost
it: Ospite Locale
nl: Lokale Gast
pl: Lokalny gość
pt: Partida local
tr: Yerel Misafir

source: Guest
cs: Host
da: Gæst
de: Gast
es: Invitado
fi: Vieras
fr: Invité
hr: Gost
it: Ospite
nl: Gast
pl: gość
tr: Misafir

source: Search user
cs: Vyhledat uživatele
da: Søger Bruger
de: Benutzer suchen
es: Buscar usuario
fi: Etsi käyttäjää
fr: Rechercher un utilisateur
hr: Traži korisnika
it: Cerca utente
nl: Gebruiker zoeken
pl: Szukaj użytkownika
pt: Pesquisar usuários
tr: Kullanıcı ara

source: Search
cs: Vyhledat
da: Søger
de: Suchen
es: Buscar
fi: Etsi
fr: Rechercher
hr: Pretraga
it: Cerca
nl: Zoeken
pl: Szukaj
pt: Pesquisa
tr: Ara

source: Live Games
cs: Hry živě
da: Direkte Spil
de: Live Spiele
es: Juegos en vivo
fi: Livepelit
fr: Matchs en direct
hr: Igre uživo
it: Partite in diretta
nl: Live Wedstrijden
pl: Gry na żywo
pt: Jogos Ao Vivo
tr: Canlı maçlar

source: Lobby
fi: Aula
fr: Accueil
hr: Lobi
pl: Strona główna
tr: Lobi

source: Chat
pl: Czat
tr: Sohbet

source: Private Messages
cs: Soukromé zprávy
da: Private Beskeder
de: Private Nachrichten
es: Mensajes privados
fi: Yksityisviestit
fr: Messages privés
hr: Privatne poruke
it: Messaggi Privati
nl: Privé Berichten
pl: Wiadomości prywatne
pt: Mensagens privadas
tr: Özel mesajlar

source: Enabled
cs: Zapnuto
da: Aktiveret
de: Aktiviert
es: Activado
fi: Päällä
fr: Activé
hr: Upaljeno
it: Abilitato
nl: Ingeschakeld
pl: Włączone
pt: Habilitado
tr: İzin vermek

source: Disabled
cs: Vypnuto
da: Deaktiveret
de: Deaktiviert
es: Desactivado
fi: Pois päältä
fr: Désactivé
hr: Ugašeno
it: Disabilitato
nl: Uitgeschakeld
pl: Wyłączone
pt: Desabilitado
tr: Engellemek

source: Description
cs: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus
hr: Opis
it: Descrizione
nl: Omschrijving
pl: Opis
pt: Descrição
tr: Açıklama

source: Save
cs: Uložit
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Sauvegarder
hr: Spasi
it: Salva
nl: Opslaan
pl: Zapisz
pt: Salvar
tr: Kaydet
