Repository: mischkadb/lidarts
Catalog: lidarts/translations/*/LC_MESSAGES/messages.po
Languages: cs, da, de, es, fi, fr, hr, it, nl, pl, pt, tr

source: Of course you are more than welcome to join Lidarts and develop on the project. At the current stage I am all by myself and try to get the project contribution-ready. If you are interested to get started take a look at the
cs: Samozřejmě jste více než vítáni, abyste se připojili k Lidarts a pracovali na projektu. V současné době pracuji na projektu sám, ale snažím se ho připravit tak, abyste se mohli připojit. Pokud máte zájem, prohlédněte si
da: Selvfølgelig er du mere end velkommen til at deltage Lidarts og udvikle på projektet. På nuværende tidspunkt er jeg helt alene og forsøger at få projektet sat klar til at yde bidrag. Hvis du er interesseret i at komme i gang, skal du tage et kig på
de: Selbstverständlich bist du herzlichst eingeladen Lidarts beizutreten und am Projekt mitzuentwickeln. Zum aktuellen Stand bin ich in der Entwicklung auf mich allein gestellt und versuche, das Projekt für Mitarbeit bereit zu machen. Falls du Interesse am Einstieg hast, dann wirf einen Blick auf das
es: Por supuesto, usted es más que bienvenido a unirse a Lidarts y desarrollar el proyecto. En la fase actual estoy por mí mismo e intento preparar la contribución del proyecto. Si estás interesado en empezar echa un vistazo a la
fi: Tietenkin olet enemmän kuin tervetullut liittymään Lidartsiin ja kehittämään projektia. Tässä vaiheessa teen kaikki itse projektissa. Jos olet kiinnostunut päästä alkuun katsomaan
fr: Bien sûr, vous êtes le bienvenu pour rejoindre Lidarts et aider à développer le projet. Actuellement, je développe seul et j'essaie de préparer le projet afin que d'autres puissent y travailler. Si vous êtes intéressé pour contribuer, jetez un coup d'œil à
hr: Naravno, više ste nego dobrodošli pridružiti se Lidartu i razvijati projekt. U trenutnoj sam fazi potpuno sam i pokušavam dati doprinos projektu. Ako ste zainteresirani za početak, pogledajte
it: Naturalmente siete più che benvenuti a unirvi a Lidart e sviluppare sul progetto. Nella fase attuale sono tutto da me e cerco di ottenere il contributo del progetto. Se sei interessato a iniziare a dare un'occhiata alla
nl: Natuurlijk ben je meer dan welkom om je bij Lidarts aan te sluiten en het project te helpen ontwikkelen. In de huidige fase ben ik op mijzelf en probeer ik het project bijdrage-klaar te maken. Als je geïnteresseerd bent om te beginnen, neem dan een kijkje op de
pl: Oczywiście, jesteś bardzo mile widziany, aby dołączyć do Lidarts i rozwijać projekt. Na obecnym etapie jestem sam i staram się przygotować projekt. Jeśli jesteś zainteresowany zacząć, zajrzyj do
pt: Claro que você é mais do que bemvindo para se juntar ao Lidarts e desenvolver o projeto. Na fase atual, estou dando o meu máximo para tornar as contribuições e melhorias disponíveis. Se você está interessado em começar a dar uma olhada no
tr: Eğer Lidarts projesini geliştirmek için katılım sağlarsanız, çok makbule geçecektir. Bu aşamada tek başımayım ve projeyi katkıya hazır hale getirmeye çalışıyorum. Eğer başlamak ilginizi çektiyse, şuna da bir bakın

source: GitHub repo
cs: GitHub repozitář
fr: Dépôt GitHub
pt: Repositório GitHub
tr: GitHub reposu

source: or
cs: nebo
da: eller
de: oder
es: o
fi: tai
fr: ou
hr: ili
it: oppure
nl: of
pl: lub
pt: ou
tr: ya da

source: contact me
cs: kontaktujte mě
da: kontakt mig
de: kontaktiere mich
es: contacto
fi: ota yhteyttä
fr: contactez-moi
hr: kantaktiraj me
it: contattami
nl: neem contact op met mij
pl: skontaktuj się ze mną
pt: fale comigo
tr: benimle iletişime geçin

source: Donations
cs: Dary
da: Donationer
de: Spenden
es: Donaciones
fi: Lahjoitukset
fr: Dons
hr: Donacije
it: Donazioni
nl: Donaties
pl: Darowizny
pt: Doações
tr: Bağışlar

source: All features on Lidarts are free. However it requires money to pay for our servers and hosting. You can donate to the project to keep it free for others and smooth for everyone. Although you cannot buy access to any exclusive features, your contribution is acknowledged with a star next to your name on Lidarts for a month. Include your Lidarts username in your donation.
cs: Všechny funkce na Lidarts jsou zdarma, ale vyžadují peníze na naše servery a hosting. Můžete přispět na projekt a udržet ho zdarma pro ostatní. Přestože si nemůžete koupit přístup k exkluzivním funkcím, váš příspěvek je zobrazen hvězdičkou vedle vašeho jména na Lidarts na měsíc. Také vaše uživatelské jméno na Lidarts bude zobrazeno na stránce darů.
da: Alle funktioner på Lidarts er gratis. Men det kræver penge til at betale for vores servere og hosting. Du kan donere til projektet for at holde det gratis for andre og glat for alle. Selvom du ikke kan købe adgang til eksklusive funktioner, anerkendes dit bidrag med en stjerne ved siden af dit navn på Lidarts i en måned. Medtag dit Lidarts brugernavn i din donation.
de: Alle Funktionen auf Lidarts sind kostenlos. Es fallen dennoch Kosten an, um unsere Server und das Hosting zu bezahlen. Du kannst mit einer freiwilligen Zahlung das Projekt für andere kostenlos und für alle flüssig laufend erhalten. Obwohl du dir deine zusätzlichen Funktionen kaufen kannst, wird dein Beitrag mit einem Stern neben deinem Namen auf Lidarts anerkannt. Gib dafür deinen Nutzernamen auf Lidarts bei der Zahlung an.
es: Todas las funciones de Lidarts son gratuitas. Sin embargo, requiere dinero para pagar por nuestros servidores y alojamiento. Puedes donar al proyecto para mantenerlo libre para otros y sin problemas para todos. Aunque usted no puede comprar acceso a ninguna característica exclusiva, su contribución se reconoce con una estrella junto a su nombre en Lidarts durante un mes. Incluye tu nombre de usuario de Lidarts en tu donación.
fi: Kaikki Lidartsin ominaisuudet ovat ilmaisia. Se vaatii kuitenkin rahaa maksamaan palvelimemme ja isännöintimme. Voit lahjoittaa projektin pitämään sen ilmaiseksi muille ja toimivana kaikille käyttäjille. Vaikka et voi ostaa pääsyä mihinkään yksinomaiseen ominaisuuteen, sinun panoksesi on merkitty nimesi vieressä olevalla tähdellä kuukauden ajan. Sisällytä Lidarts käyttäjätunnus lahjoituksessasi.
fr: Toutes les fonctionnalités de Lidarts sont gratuites, cependant nos serveurs et l'hébergement coûtent de l'argent. Vous pouvez effectuer un don au projet pour qu'il puisse rester gratuit et fluide pour tout le monde. Bien que vous ne puissiez acheter l'accès à aucune fonctionnalité exclusive, votre contribution est remarquée par une étoile à côté de votre nom sur Lidarts pendant un mois. Pour cela, incluez votre nom d'utilisateur Lidarts lors de votre don.
hr: Sve značajke na Lidartsu su besplatne. Međutim, potreban je novac za plaćanje naših poslužitelja i hostinga. Možete donirati projektu kako bi bio besplatan za druge i glatko za sve. Iako ne možete kupiti pristup nijednoj ekskluzivnoj značajci, vaš doprinos je označen zvjezdicom pored vašeg imena na Lidartsu mjesec dana. Uključite svoje Lidarts korisničko ime u svoju donaciju.
it: Tutte le funzionalità su Lidart sono gratuite. Tuttavia richiede denaro per pagare i nostri server e hosting. Puoi donare al progetto per mantenerlo libero per gli altri e liscio per tutti. Anche se non è possibile acquistare l'accesso ad alcuna funzionalità esclusiva, il tuo contributo è riconosciuto con una stella accanto al tuo nome su Lidarts per un mese. Includi il tuo nome utente Lidarts nella tua donazione.
nl: Alle functies op Lidarts zijn gratis. Het vereist echter geld om te betalen voor onze servers en hosting. U kunt doneren aan het project om het gratis en eenvoudig voor iedereen te maken. Hoewel je geen toegang tot exclusieve functies kunt kopen, is je bijdrage een maand lang erkend met een ster naast je naam op Lidarts. Noteer je Lidarts gebruikersnaam bij je donatie.
pl: Wszystkie funkcje w serwisie Lidarts są darmowe. Wymaga to jednak pieniędzy, aby zapłacić za nasze serwery i hosting. Możesz przekazać darowiznę projektowi, aby zachować go za darmo i utrzymać płynność dla wszystkich użytkowników. Chociaż nie otrzymasz dostępu do żadnych ekskluzywnych funkcji, Twój wkład jest potwierdzony gwiazdką obok Twojego pseudonimu na Lidarts na miesiąc. Dodaj swoją nazwę użytkownika Lidarts do darowizny.
pt: Todos os recursos no Lidarts são gratuitos. No entanto, a plataforma precisa de dinheiro para pagar por servidores e hospedagem. Você pode doar e contribuir para que o Lidarts continue gratuito e suave para todos. Embora você não possa comprar acesso a qualquer característica ou funcionalidade exclusiva, sua contribuição é reconhecida com uma estrela ao lado do seu nome nos Lidarts por um mês. Inclua seu nome de usuário Lidarts na doação.
tr: Lidarts üzerindeki özellikler ücretsidir. Bununla beraber sunucu ve barındırma hizmetleri için ödeme yapılması gereklidir. Projeye yapacağınız bağışlarla Lidarts'ın herkes için ücretsiz ve pürüzsüz kalmasını sağlayabilirsiniz. Bağışınıza karşılık özel bir ayrıcalık satın alamasanız da, bir ay boyunca, Lidarts üzerinde isminizin yanında görünecek bir yıldız ile katkılarınıza teşekkür edilecektir. Lidarts kullanıcı adınızı bağış miktarınız yanına ekleyin.

source: Please note that Lidarts is not a registered non-profit organization by German law. All donations are taxed as the developer's income.
cs: Vezměte prosím na vědomí, že Lidarts není registrovaná nezisková organizace podle německého zákona. Všechny dary jsou zdaněny jako příjem vývojáře.
da: Bemærk venligst, at Lidarts ikke er en registreret non-profit organisation i henhold til tysk lovgivning. Alle donationer beskattes som udviklerens indkomst.
de: Bitte beachte, dass Lidarts keine registrierte Nicht-Profit-Organisation nach deutschem Recht ist. Alle Zuwendungen werden als Einkommen des Entwicklers versteuert.
es: Tenga en cuenta que Lidarts no es una organización sin ánimo de lucro registrada por la ley alemana. Todas las donaciones se gravan como ingresos del desarrollador.
fi: Huomaathan, että Lidarts ei ole rekisteröity voittoa tavoittelematon järjestö Saksalaisella lailla. Kaikki lahjoitukset verotetaan kehittäjän tuloina.
fr: Veuillez noter que Lidarts n'est pas une organisation à but non lucratif enregistrée par la loi allemande. Tous les dons sont taxés comme étant revenus du développeur.
hr: Imajte na umu da Lidarts nije registrirana neprofitna organizacija prema njemačkom zakonu. Sve donacije oporezuju se kao prihod programera.
it: Si prega di notare che Lidarts non è un'organizzazione senza scopo di lucro registrata dalla legge tedesca. Tutte le donazioni sono tassate come reddito dello sviluppatore.
nl: Houd er rekening mee dat Lidarts geen geregistreerde non-profit organisatie is door de Duitse wetgeving. Alle donaties worden belast als inkomsten van de ontwikkelaar.
pl: Należy pamiętać, że Lidarts nie jest zarejestrowaną przez prawo niemieckie organizacją non-profit. Wszystkie darowizny są opodatkowane jako dochód dewelopera.
pt: Por favor, note que a Lidarts não é uma organização sem fins lucrativos conforme explicitada pela lei alemã. Todas as doações são tributadas e classificadas como renda pelo desenvolvedor da plataforma.
tr: Lidarts, Alman kanunlarına göre, kayıtlı kâr amacı gütmeyen bir organizasyon değildir. Tüm bağışlar geliştiricinin kazancı olarak vergilendirilecektir.

source: Frequently Asked Questions
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fi: Usein kysyttyä
fr: Foire aux questions
hr: Često postavljana pitanja
it: Domande Frequenti
nl: Veelgestelde vragen (FAQ's)
pl: Często zadawane pytania
pt: Perguntas frequentes
tr: Sıkça Sorulan Sorular

source: What do I need to play?
cs: Co potřebuji k hraní?
da: Hvad skal jeg bruge for at spille?
de: Was benötige ich, um zu spielen?
es: ¿Qué necesito para jugar?
fi: Mitä tarvitsen pelaamiseen?
fr: Qu'ai je besoin pour jouer ?
hr: Šta mi treba za igranje?
it: Di cosa ho bisogno per giocare?
nl: Wat heb ik nodig om te spelen?
pl: Czego potrzebuję do gry?
pt: O que preciso para jogar?
tr: Oynayabilmek için neye ihtiyacım var?

source: To play you need a computer or a mobile device with a modern browser. Obviously you also need a darts setup.
cs: Abyste mohli hrát, potřebujete počítač nebo mobilní zařízení s moderním prohlížečem. Samozřejmě, musíte nastavit i váš terč.
da: For at spille du har brug for en computer eller en mobil enhed med en moderne browser. Selvfølgelig har du også brug for en dart skive
de: Zum Spielen wird ein Computer oder mobiles Gerät mit einem modernen Browser benötigt. Zusätzlich benötigt man ein Setup zum Darts spielen.
es: Para jugar necesitas un ordenador o un dispositivo móvil con un navegador moderno. Obviamente se necesita una diana y dardos.
fi: Pelatasesi tarvitset tietokoneen tai mobiililaitteen jossa on verkkoselain. Tottaki tarvitset myös darts taulun ja tikat.
fr: Pour jouer, vous avez besoin d'un ordinateur ou d'un appareil mobile avec un navigateur moderne. Vous avez également besoin d'une installation de fléchettes.
hr: Za igranje vam je potrebno računalo ili mobilni uređaj s modernim preglednikom. Očito vam je potrebna i pikado oprema.
it: Per giocare hai bisogno di un computer o di un dispositivo mobile con un browser moderno. Ovviamente hai anche bisogno di una postazione gioco di freccette.
nl: Om te spelen heb je een computer of een mobiel apparaat nodig met een moderne browser. Uiteraard heb je ook een darts opstelling nodig.
pl: Do gry potrzebujesz komputera lub urządzenia mobilnego z nowoczesną przeglądarką. Oczywiście potrzebujesz także zestaw do gry w darta.
pt: Para jogar você precisa de um computador ou um dispositivo móvel como celular ou tablet com um navegador atualizado. Obviamente, você também precisa ter os seus próprios dardos e demais acessórios como um alvo.
tr: Oynayabilmek için bir bilgisayar ya da mobil cihaza ve bunun içinde yer alan modern bir internet tarayıcısına ihtiyacınız var. Tabii ki, bir dart tahtası ve dartlara da.

source: How do I find someone to play?
cs: Jak najdu někoho k hraní?
da: Hvordan finder jeg nogen at spille mod?
de: Wie finde ich jemanden zum Spielen?
es: ¿Cómo encuentro a alguien para jugar?
fi: Miten löydän pelaajia joiden kanssa voin pelata?
fr: Comment puis-je trouver quelqu'un pour jouer ?
hr: Kako da nađem nekoga za igranje?
it: Come faccio a trovare qualcuno per giocare?
nl: Hoe vind ik iemand om mee te spelen?
pl: Jak znaleźć kogoś do gry?
pt: Como eu encontro alguém para jogar?
tr: Oynayabileceğim birini nasıl bulabilirim?

source: If you did not arrange a game with someone yet there are two easy options: Either join the chat and ask/look for a game there, or you can set up a public challenge when creating a game which will be visible to everyone else.
cs: Pokud jste ještě neodehrály ani jeden zápas, můžete tak učinit dvěma způsoby: buď se připojte k chatu a zeptejte se/vyhledáte hru nebo můžete vytvořit veřejnou výzvu. Hra bude pak viditelná pro všechny ostatní.
da: Hvis du ikke har arrangeret et spil med nogen, er der to nemme muligheder: Enten deltage i chatten og spørge / kigge efter et spil der, eller du kan oprette en offentlig udfordring, når du opretter et spil, som vil være synlige for alle andre.
de: Wenn noch kein Spiel mit jemandem arrangiert wurde, gibt es zwei einfache Optionen: Entweder über den Chat nach einem Spiel fragen/suchen oder eine öffentliche Herausforderung bei der Spielerstellung auswählen, die dann für alle anderen sichtbar ist.
es: Si aún no has organizado una partida con alguien, hay dos opciones fáciles: Únete al chat y pregunta/busca un juego allí, o puedes configurar un desafío público cuando crees un juego que será visible para todos.
fi: Jos et saanut peliä jonkun kanssa vielä on kaksi helppoa vaihtoehtoa: Liity chattiin ja kysy / etsi peli siellä, tai voit asettaa julkisen haasteen luotaessa peliä, joka on kaikkien muiden nähtävissä.
fr: Si vous n'avez pas encore planifié de jeu avec un autre membre, vous avez deux options faciles : soit rejoindre le chat et y demander/proposer un jeu, soit configurer un défi public lors de la création d'une partie qui sera visible par tous.
hr: Ako još niste s nekim dogovorili igru, postoje dvije jednostavne opcije: ili se pridružite chatu i tamo pitajte/potražite igru ​​ili možete postaviti javni izazov prilikom izrade igre koji će biti vidljiv svima ostalima.
it: Se non hai organizzato un gioco con qualcuno ancora ci sono due opzioni facili: Entra nella chat e chiedi/cerca un gioco lì, o è possibile impostare una sfida pubblica quando si crea un gioco che sarà visibile a tutti gli altri.
nl: Als je nog geen wedstrijd hebt gespeeld met iemand zijn er twee eenvoudige opties: Meld je aan bij de chat en zoek daar naar een wedstrijd, of je kunt een publieke uitdaging instellen bij het maken van een wedstrijd, dat vervolgens zichtbaar is voor iedereen.
pl: Jeśli nie zorganizowałeś gry z kimś jeszcze są dwie mozliwości: albo dołącz do czatu i zapytaj lub szukaj tam gry, albo możesz ustawić publiczne wyzwanie podczas tworzenia gry, która będzie widoczna dla wszystkich innych.
pt: Se você ainda não organizou uma partida com alguém, há duas opções fáceis: entre no chat e pergunte/procure por uma partida lá, ou você pode configurar uma partida pública e assim criar um jogo que será visível para todos os outros jogadores.
tr: Eğer herhangi birisiyle bir oyun organizasyonu yapmadıysanız, bunu yapmanın iki basit yolu vardır: Bir sohbete katılıp orada arayabilir ya da sorabilirsiniz ya da halka açık bir meydan okuma ile herkesin görebileceği bir oyun yaratabilirsiniz.

source: How does 'closest to bull' work?
cs: Jak 'Rozhoz na střed' funguje?
da: Hvordan virker 'tættest på bull' arbejde?
de: Wie funktioniert das Ausbullen?
es: ¿Cómo funciona el "más cercano al bull-centro"?
fi: Miten ”lähimpänä häränsilmää” toimii?
fr: Comment fonctionne le "plus proche du Bull" ?
hr: Kako funkcionira "najbliži centru"?
it: Come funziona il 'più vicino al bull'?
nl: Hoe werkt 'het dichtst bij de bull'?
pl: Jak działa "rzut kto bliżej środka"?
pt: Como funciona 'o mais próximo do Bullseye'?
tr: "Bull merkezine en yakın" nasıl işler?

source: In order to determine the starting player you throw three darts at bull. Enter and submit each dart score individually in order of throw. Darts outside of bull count as 0. The first better result over the other player begins. This means that for example 25-0-0 beats 0-50-50 as player 1 had a better result with an earlier dart.
cs: Aby bylo možné určit startujícího hráče, vhoďte tři šipky do středu terče. Zadejte každé skóre individuálně v pořadí v jakém jste odházeli. Šipky mimo středu se počítají jako nula. Hráč s lepším výsledkem začíná. To znamená, že například 25-0-0 vyhráva nad 0-50-50, neboť první hráč měl lepší dřívější hod.
da: For at bestemme den begyndende spiller du kaster tre dart på bull. Indtast og indsende hver dart score individuelt i rækkefølge efter kast. Dart uden for bull tæller som 0. Det første bedre resultat i forhold til den anden spiller begynder. Det betyder, at for eksempel 25-0-0 slag 0-50-50 som spiller 1 havde et bedre resultat med en tidligere dart.
de: Um den Startspieler zu bestimmen werden drei Darts aufs Bull geworfen. Jeden Dart-Score einzeln in der Reihenfolge des Wurfs eingeben und abschicken. Darts außerhalb des Bulls zählen als 0. Das erste bessere Ergebnis gegenüber dem anderen Spieler beginnt. Das bedeutet, dass zum Beispiel 25-0-0 besser als 0-50-50 ist, da Spieler 1 ein besseres Ergebnis mit einem früheren Dart hatte.
es: Con el fin de determinar el jugador inicial lanzas tres dardos al bull-centro. Ingrese y envíe cada puntaje de dardos individualmente en orden de lanzamiento. Los dardos fuera de bull-centro cuentan como 0. El primer mejor resultado sobre el otro jugador comienza. Esto significa que por ejemplo 25-0-0 gana 0-50-50 como jugador 1 tuvo un mejor resultado con un dardo anterior.
fi: Jotta voidaam määrittää aloittava pelaaja, heitetään kolme tikkaa härkäsilmään. Syötä ja lähetä jokaisen tikan pisteet erikseen heittämisjärjestyksessä. Darts häränsilmän ulkopuolella lasketaan 0, vihreä 25 ja häränsilmä 50. Ensimmäinen parempi tulos toisella pelaajalla alkaa. Tämä tarkoittaa, että esimerkiksi 25-0-0 voittaa 0-50-50 kun pelaaja 1 oli parempi tulos aikaisemmalla tikkalla.
fr: Afin de déterminer le joueur qui débutera le jeu, chacun des joueurs lance à son tour trois fléchettes au Bull. Entrez et soumettez chaque point de flechette individuellement et dans l'ordre des lancers. Une fléchette hors du Bull compte 0 point. Le premier meilleur résultat par rapport à l'autre joueur commence le jeu. Cela signifie par exemple que 25-0-0 prend la main sur 0-50-50 puisque le joueur 1 a eu un résultat avec une flèche plus tôt que l'adversaire.
hr: Kako biste odredili početnog igrača, bacite tri strelice na bull. Unesite i pošaljite svaki rezultat za strelicu zasebno prema redoslijedu bacanja. Pikado izvan bulla računa se kao 0. Počinje prvi bolji rezultat u odnosu na drugog igrača. To znači da na primjer 25-0-0 pobjeđuje 0-50-50 jer je igrač 1 imao bolji rezultat s ranijom strelicom.
it: Al fine di determinare il giocatore di partenza si lanciano tre freccette al bull. Inserisci e invia ogni punteggio freccette individualmente in ordine di lancio. Freccette fuori dal bull valgono 0. Il primo risultato migliore sull'altro giocatore comincia. Ciò significa che per esempio 25-0-0 batte 0-50-50 come giocatore 1 ha avuto un risultato migliore con un dardo precedente.
nl: Om de beginspeler te bepalen, gooi je drie darts op de bull. Voer elke dart score afzonderlijk in, in volgorde van gooien. Darts buiten de bull tellen als 0. Het eerste betere resultaat over de andere speler begint. Dit betekent dat bijvoorbeeld 25-0-0 verslaat 0-50-50 want speler 1 had een beter resultaat met een eerdere dart.
pl: Aby określić rozpoczynającego, możesz rzucić trzy lotki do bulla. Wprowadź i wyślij każdy wynik dart indywidualnie w kolejności rzutów. Rzuty poza polem bulla jako 0. erwszy lepszy wynik w stosunku do innego gracza zaczyna gre. Oznacza to, że na przykład 25-0-0 uderzeń 0-50-50 jako gracz 1 osiągnął lepszy wynik dzięki wcześniejszemu trafieniu.
pt: A fim de determinar o jogador que irá iniciar a partida, cada jogador deverá jogar 3 dardos em diração ao Bull. A pontuação de cada dardo deve ser inserida individualmente em ordem de lançamento. Lembrando que o dardos que não atingir o Bull não tem score, zero ponto. O jogador que obter o primeiro melhor lançamento em relação ao adversário inicia a partida. Exemplo, se o jogador 1 pontuar na ordem 25-0-0 e o jogador 2 pontuar na ordem 0-50-50, o jogador 1 deve começar a partida pois durante o primeiro lançamento já obteve uma pontuação maior que o jogador 2.
tr: Oyuna kimin başlayacağını belirlemek için, her oyuncunun merkeze üç dart atması gerekmektedir. Attığınız her dartın değerini ard arda giriniz. Merkez dışına isabet eden dartlar 0 puan sayılır. İlk en iyi değer oyuna kimin başlayacağını belirler. Örnek olarak 25-0-0, ilk değer 25>0 olduğu için, 0-50-50'den daha değerlidir ve oyuna bir numaralı oyuncu başlar.

source: Can I play cricket or other variants?
cs: Mohu hrát kriket nebo jiné varianty?
da: Kan jeg spille cricket eller andre varianter?
de: Kann ich Cricket oder andere Varianten spielen?
es: ¿Puedo jugar al cricket u otras variantes?
fi: Voinko pelata krikettiä tai muita pelejä?
fr: Puis-je jouer au cricket ou à d'autres variantes ?
hr: Mogu li igrati cricket ili druge varijante?
it: Posso giocare a cricket o altre varianti?
nl: Kan ik cricket of andere varianten spelen?
pl: Czy mogę grać w krykieta lub inne gry?
pt: Posso jogar críquete ou outras variantes?
tr: Kriket ya da diğer oyun türlerini de oynayabilir miyim?
