Repository: mischkadb/lidarts
Catalog: lidarts/translations/*/LC_MESSAGES/messages.po
Languages: cs, da, de, es, fi, fr, hr, it, nl, pl, pt, tr

source: Game is completed.
cs: Hra je dokončena.
da: Spillet er slut.
de: Spiel ist beendet.
es: Partida completada.
fi: Peli on päättynyt.
fr: Le match est terminé.
hr: Igra je završena.
it: Partita completata.
nl: Wedstrijd is klaar.
pl: Gra została zakończona.
pt: Partida concluída.
tr: Maç tamamlanmıştır.

source: Game overview
cs: Přehled hry
da: Oversigt over spillet
de: Spielübersicht
es: Resumen del juego
fi: Pelin yhteenveto
fr: Aperçu du match
hr: Pregled igre
it: Riepilogo partita
nl: Wedstrijdoverzicht
pl: Podsumowanie meczu
pt: Resumo da partida
tr: Maçın genel hatları

source: Offer rematch
cs: Nabídnout odvetu
da: Tilbyde revanche
de: Revanche anbieten
es: Ofrecer venganza
fi: Revanssi?
fr: Proposer un autre match
hr: Ponudi revanš
it: Offri la rivincita
nl: Herkansing aanbieden
pl: Zaoferuj rewanż
pt: Oferecer revanche
tr: Maçın tekrarı teklifi

source: Accept rematch
cs: Přijmout odvetu
da: Accepter revanche
de: Revanche annehmen
es: Aceptar la venganza
fi: Hyväksy revanssi
fr: Accepter un autre match
hr: Prihvati revanš
it: Accetta la rivincita
nl: Herkansing accepteren
pl: Zaakceptuj rewanż
pt: Aceitar revanche
tr: Maçın tekrarını kabul et

source: Rematch offer sent
cs: Nabídka odvety odeslána
da: Revanche tilbud sendt
de: Revanche gesendet
es: Revancha enviada
fi: Revanssihaaste lähetetty
fr: Proposition d'un autre match envoyée
hr: Revanš ponuda poslana
it: Rivincita inviata
nl: Herkansaanbod verzonden
pl: Propozycja rewanżu wysłana
pt: Proposta de revanche enviada
tr: Maçın tekrarı teklifi gönder

source: Back to tournament
cs: Zpět na turnaj
da: Tilbage til Turnering
de: Zurück zum Turnier
es: Volver al torneo
fi: Takaisin turnaukseen
fr: Revenir au tournoi
hr: Nazan na turnir
it: Torna al torneo
nl: Terug naar het toernooi
pl: Wróć do turnieju
pt: Voltar ao torneio
tr: Turnuvaya geri dön

source: Toggle chat
cs: Zapnout/vypnout chat
da: Slå chat til/fra
de: Chat ein/aus
es: Cambiar de chat
fi: Vaihda chattiin
fr: Activer/désactiver le chat
hr: Pokreni razgovor
it: Attiva/Disattiva chat
nl: Chat in-/uitschakelen
pl: Przełącznik czatu
pt: Ativar/Desativar chat
tr: Sohbeti (Aç/Kapat)

source: Undo last score
cs: Opravit poslední skóre
da: Fortryd sidste score
de: Score rückgängig
es: Deshacer última tirada
fi: Kumoa aiempi tulos
fr: Annuler le dernier score
hr: Ispravi zadnji rezultat
it: Annulla l'ultimo punteggio
nl: Ongedaan maken
pl: Cofnij ostatni wynik
pt: Desfazer a última pontuação
tr: Son girilen skoru geri al

source: Keypad
cs: Klávesnice
da: Tastatur
de: Tastatur
es: Teclado numérico
fi: Numeronäppäimet
fr: Clavier
hr: Tastatura
it: Tastiera
nl: Toetsenbord
pl: Klawiatura ekranowa
pt: Teclado
tr: Klavye

source: Enter correct score
cs: Zadejte platné skóre
da: Indtast korrekt score
de: Korrektur eingeben
es: Introducir puntuación correcta
fi: Syötä oikea tulos
fr: Entrez le score correct
hr: Unesi ispravan rezultat
it: Inserisci il punteggio corretto
nl: Voer de juiste score in
pl: Wprowadź poprawny wynik
pt: Digite a pontuação correta
tr: Doğru skoru gir

source: Highest Finish
cs: Nejvyšší zavření
da: Højeste Lukker
de: Höchstes Finish
es: Cierre más alto
fi: Suurin pox
fr: Plus grand Checkout
hr: Najveći izlaz
it: Chiusura più Alta
nl: Hoogste Finish
pl: Najwyższe zakończenie
pt: Maior fechada
tr: En yüksek bitiriş

source: Shortest Leg
cs: Nejkratší leg
da: Laveste Sæt
de: Kürzestes Leg
es: Partida más corta
fi: Lyhyin erä
fr: Meilleure Manche
hr: Nakraći leg
it: Miglior Leg
nl: Kortste Leg
pl: Najkrótszy leg
pt: Melhor leg
tr: En kısa oyun

source: Your camera device waits on this page for you to request it in the game menu.
cs: Kamera vašeho zařízení čeká na této stránce na požadavek připojení z menu hry.
da: Kameraenheden venter på denne side, før du anmoder om den i spilmenuen.
de: Dein Kamera-Gerät wartet auf dieser Seite, bis du es im Spielmenü herbeirufst.
es: Tu cámara espera en esta página para que la pidas en el menú del juego.
fi: Kamerasi odottaa tällä sivulla, voit laittaa pyynnön siitä pelin valikosta.
fr: Votre dispositif de caméra attend sur cette page que vous le demandiez dans le menu du jeu.
hr: Vaša kamera čeka na ovoj stranici da je zatražite u izborniku igre.
it: Il dispositivo della fotocamera aspetta su questa pagina per richiederla nel menu di gioco.
nl: Je camera wacht op deze pagina op een verzoek in het spelmenu.
pl: Twoje urządzenie czeka na tej stronie, na twoją prośbę w menu gry.
pt: Aguardando liberação do dispositivo de câmera/vídeo no menu da partida.
tr: Kameranız bu sayfadaki oyun menüsünde talebinizi bekliyor.

source: 404 Error
cs: Chyba 404
da: 404 Fejl
de: Fehler 404
es: Error 404
fi: 404-virhe
fr: Erreur 404
hr: 404 greška
it: Errore 404
nl: 404 Fout
pl: Błąd 404
pt: Erro 404
tr: Hata 404

source: Oops, you've visited a page that does not exist.
cs: Jejda, navštívil jste stránku, která neexistuje.
da: Ups, du har besøgt en side, der ikke eksisterer.
de: Hoppla. Du hast eine Seite besucht, die nicht existiert.
es: Vaya, has visitado una página que no existe.
fi: Sivua ei löydy.
fr: Oups, vous avez visité une page qui n'existe pas.
hr: Ups, posjetili ste stranicu koja ne postoji.
it: Oops, hai visitato una pagina che non esiste.
nl: Oeps, je hebt een pagina bezocht die niet bestaat.
pl: Ups, odwiedziłeś stronę która nie istnieje.
pt: Ops, você visitou uma página que não existe.
tr: Hata! Olmayan bir sayfayı ziyaret ettiniz.

source: If you've found a bug please contact us at contact@lidarts.org. Thank you!
cs: Pokud jste našli chybu, kontaktujte nás prosím na contact@lidarts.org. Děkujeme!
da: Hvis du har fundet en fejl, bedes du kontakte os på contact@lidarts.org. Tak!
de: Falls du einen Fehler gefunden hast, bitte kontaktiere uns per E-Mail: contact@lidarts.org. Danke!
es: Si has encontrado un error, por favor contáctanos a contact@lidarts.org. ¡Gracias!
fi: Jos olet löytänyt bugin, ota meihin yhteyttä contact@lidarts.org. Kiitos!
fr: Si vous avez trouvé un bug, veuillez nous contacter à contact@lidarts.org. Merci !
hr: Ako ste pronašli grešku molimo vas da nas kontaktirate na contact@lidarts.org Hvala vam!
it: Se hai trovato un bug contattaci a contact@lidarts.org. Grazie!
nl: Als u een fout heeft gevonden, neem dan contact met ons op via contact@differts.org. Bedankt!
pl: Jeśli znalazłeś błąd, proszę skontaktuj się z nami pod adresem contact@lidarts.org. Dziękujemy!
pt: Se encontrou um erro, entre em contato conosco pelo contact@lidarts.org. Obrigado!
tr: Eğer bir hata bulursanız contact@lidarts.org adresi üzerinden iletişime geçiniz. Teşekkürler!

source: 500 Error
cs: Chyba 500
da: 500 Fejl
de: Fehler 500
es: Error 500
fi: 500-virhe
fr: Erreur 500
hr: Greška 500
it: Errore 500
nl: 500 Fout
pl: Błąd 500
pt: Erro 500
tr: Hata 500

source: Oh no, something went wrong.
cs: Ale ne, něco se pokazilo.
da: Åh nej, noget gik galt.
de: Oh nein, da ist etwas schiefgelaufen.
es: Oh no, algo salió mal.
fi: Nonni, nyt meni bitti poikittain.
fr: Oh non, quelque chose a mal tourné.
hr: O ne, nešto je pošlo po zlu.
it: Oh no, qualcosa è andato storto.
nl: Oeps, er is iets misgegaan.
pl: O nie, coś poszło nie tak.
pt: Ah não, algo deu errado.
tr: Olamaz, bir şeyler ters gitti.

source: About lidarts.org
cs: O lidarts.org
da: Om lidarts.org
de: Über lidarts.org
es: Acerca de lidarts.org
fi: Tarinaa lidarts.org:ista
fr: À propos de lidarts.org
hr: O lidarts.org
it: Informazioni su lidarts.org
nl: Over Lidarts.org
pl: O lidarts.org
pt: Sobre lidarts.org
tr: Lidarts.org hakkında

source: Lidarts is a
cs: Lidarts je
da: Lidarts er en
de: Lidarts ist eine
es: Lidarts es un
fi: Lidarts on
fr: Lidarts est un
hr: Lidarts je
it: Lidarts è un
nl: Lidarts is een
pl: Lidarts jest
pt: Lidarts é uma
tr: Lidarts bir ... dir

source: free/libre, open-source
cs: svobodní a open source
da: gratis, Åben-Kilde
es: gratis/libre, de código abierto
fi: vapaan, avoimen koodin
fr: gratuit/libre, open-source
it: libero/libre, open-source
nl: gratis/libre, open-source
pl: darmowe, open source
pt: livre/free, código-aberto
tr: serbest/özgür, açık kaynak

source: online darts scoring website.
cs: stránka pro počítání skóre pro hru šipky.
da: online dart score hjemmeside.
de: Onlinedarts-Scoring-Webseite.
es: página web de puntuación de dardos online.
fi: avulla tehty dartsin online pelaamiseen tarkoitettu sivusto.
fr: site de pointage de fléchettes en ligne .
hr: web stranica za online pikado.
it: sito per scoring online freccette.
nl: online darts scorebord.
pl: platformą do gry w darta online.
pt: site de dardos on-line.
tr: internet üzerinden, dart puanlama sitesi

source: Still being in a very early stage, the main goal for Lidarts' future is to provide darts players an online service to play against real players and to help in their daily training.
cs: Je stále ve velmi raném stadiu, hlavním cílem pro Lidarts je poskytnout hráčům online službu, kde můžete hrát proti skutečným hráčům nebo pomáhat při jejich každodenním tréninku.
da: Stadig i en meget tidlig fase, det vigtigste mål for Lidarts fremtid er at give dart spillere en online mulighed til at spille mod rigtige spillere og til at hjælpe i deres daglige træning.
de: Lidarts befindet sich noch in einer frühen Entwicklungsphase. Das Hauptziel ist, Dartspielern einen Onlineservice bereitzustellen, um gegen echte Gegner anzutreten und im täglichen Training auszuhelfen.
es: Estando todavía en una etapa muy temprana, el objetivo principal en el futuro de Lidarts es proporcionar a los jugadores de dardos un servicio online para jugar contra otros jugadores reales y ayudar en su entrenamiento diario.
fi: Sivusto on kehitystyön alkuvaiheessa. Tulevaisuudessa Lidartsin päätavoite on tarjota dartsareille, tikanheittäjille, sivusto, jossa voi heittää oikeita vastustajia vastaan ja auttaa harrastajia päivittäisessä harjoittelussa.
fr: Toujours dans un stade très précoce, le but principal pour l'avenir de Lidarts est de fournir aux joueurs de fléchettes un service en ligne pour jouer contre de vrais joueurs et pour aider dans leur entraînement quotidien.
hr: Budući da je još uvijek u vrlo ranoj fazi, glavni cilj Lidartsove budućnosti je pružiti igračima pikada online uslugu za igranje protiv pravih igrača i pomoć u njihovom svakodnevnom treningu.
it: Ancora in una fase molto precoce, l'obiettivo principale per il futuro di Lidart è quello di fornire ai giocatori di freccette un servizio online per giocare contro i giocatori reali e per aiutare nella loro formazione quotidiana.
nl: Nog steeds in een hele vroege fase, het belangrijkste doel in de toekomst van Lidarts is om darters een online service aan te bieden om tegen echte spelers te spelen en om ze te helpen in hun dagelijkse training.
pl: Projekt wciąż znajduje się na bardzo wczesnym etapie, Głównym celem przyszłości Lidart jest zapewnienie graczom usług online umożliwiających granie przeciwko prawdziwym graczom i pomoc w ich codziennym treningu.
pt: Ainda estando numa fase muito inicial, o principal objetivo do Lidarts é proporcionar um serviço online para que você possa jogar contra outros jogadores reais espalhados pelo mundo e ainda poder nos ajudar na sua performance de jogo. Bom dardos.
tr: Şu anda başlangıç aşamasında olan Lidarts sitesinde gelecekte, dart oyuncularının birbirleriye maç yapabileceği ve birbirlerine günlük eğitimlerinde yardım edebileceği bir ortam oluşturulması planlanmaktadır.

source: Many features are planned and wait for completion.
cs: Máme naplánovaných mnoho funkcí, které čekají na dokončení.
da: Mange funktioner er planlagt og venter på færdiggørelse.
de: Viele Funktionen sind noch in Planung und warten auf Fertigstellung.
es: Muchas características están previstas y en espera de ser implementadas.
fi: Monia uusia toimintoja on suunnitteilla, jotka odottavat valmistumista.
fr: De nombreuses fonctionnalités sont planifiées et attendent d'être terminées.
hr: Mnoge značajke su planirane i čekaju završetak.
it: Molte caratteristiche sono pianificate e aspettano il completamento.
nl: Er zijn veel functies gepland en wachten op voltooiing.
pl: Planujemy wiele funkcji, czekajcie cierpliwie na ich wdrożenie.
pt: Muitas funcionalidades estão planejadas e aguardando a conclusão.
tr: Birçok özellik planlanmış ve tamamlanmayı beklemektedir.

source: The entire project is driven by volunteers. Everyone is invited to
cs: Celý projekt je vyvíjen dobrovolníky. I vy se můžete
da: Hele projektet er drevet af frivillige. Alle er inviteret til
de: Das gesamte Projekt wird von Freiwilligen gestemmt. Jeder ist eingeladen
es: Todo el proyecto está impulsado por voluntarios. Todos están invitados a
fi: Koko projekti perustuu vapaaehtoiseen työhön. Kaikki ovat tervetulleita
fr: L'ensemble du projet est piloté par des volontaires. Tout le monde est invité à
hr: Cijeli projekt pokreću volonteri. Svi su pozvani da se pridruže
it: L'intero progetto è guidato da volontari. Tutti sono invitati a
nl: Het hele project wordt gerund door vrijwilligers. Iedereen is uitgenodigd om
pl: Cały projekt jest kierowany przez wolontariuszy. Mile widziane
pt: O projeto inteiro é impulsionado por voluntários. Todos são convidados para
tr: Bütün proje gönüllüler tarafından yürütülmektedir. Herkes davetlidir

source: contribute
cs: zapojit
da: Bidrage
de: mitzumachen
es: aportar
fi: auttamaan sivun tekemisessä
fr: contribuer
hr: doprinos
it: contribuisci
nl: bijdragen
pl: wsparcie
pt: contribuir
tr: katkıda bulunmak

source: DartCall 2007 caller pack created by Horst Girtew.
cs: DartCall 2007 hlasový balíček vytvořený Horstem Girtewem.
da: DartCall 2007 opkaldspakke skabt af Horst Girtew.
de: DartCall 2007 Callerpaket wurde erstellt von Horst Girtew.
es: Paquete de llamadas DartCall 2007 creado por Horst Girtew.
fi: DartCall 2007 caller pack Luonut Horst Girtew.
fr: DartCall 2007 pack d'annonces créé par Horst Girtew.
hr: DartCall 2007 najavljivač sudac kreiran od Horst Girtew.
it: Pacchetto arbitro DartCall 2007 creato da Horst Girtew.
nl: DartCall 2007 callerpakket gemaakt door Horst Girtew.
pl: Głos Markera DartCall 2007 stworzona przez Hrost'a Girtew'a.
pt: Pacote de chamadas DartCall 2007 criado pela Horst Girtew.
tr: DartCall 2007 anons paketi Horst Girtew tarafından oluşturulmuştur.

source: Sound effects obtained from
cs: Zvukové efekty získané z
da: Lydeffekter indhentet fra
de: Soundeffekte erhalten von
es: Efectos sonoros obtenidos de
fi: Äänitehosteet ovat peräisin
fr: Effets sonores obtenus par
hr: Zvučni efekti dobiveni iz
it: Effetti sonori ottenuti da
nl: Geluidseffecten verkregen van
pl: Efekty dźwiękowe uzyskane z
pt: Efeitos de som obtidos de
tr: Ses efektleri ... den elde edilmiştir.

source: Public challenges
cs: Veřejné výzvy
da: Offentlige udfordringer
de: Öffentliche Herausforderungen
es: Desafío público
fi: Julkiset haasteet
fr: Défis publics
hr: Javni izazov
it: Sfida pubblica
nl: Openbare uitdagingen
pl: Wyzwania publiczne
pt: Desafios públicos
tr: Herkese meydan okuma

source: New games
cs: Nové hry
da: Nyt spil
de: Neue Spiele
es: Nuevas partidas
fi: Uudet pelit
fr: Nouveaux matchs
hr: Nova igra
it: Nuove partite
nl: Nieuwe spellen
pl: Nowe gry
pt: Novos jogos
tr: Yeni maçlar

source: Latest results
cs: Poslední výsledky
da: Seneste resultater
de: Neueste Ergebnisse
es: Resultados recientes
fi: Viimeisimmät tulokset
fr: Derniers résultats
hr: Zadnji rezultati
it: Ultimi risultati
nl: Laatste resultaten
pl: Ostatnie wyniki
pt: Resultados mais recentes
tr: Güncel sonuçlar

source: Show match information
cs: Zobrazit informace o zápasu
da: Vis kamp oplysninger
de: Zeige Spielinformationen
es: Mostrar información del partido
fi: Näytä ottelun tiedot
fr: Afficher les informations du match
hr: Prikaži informacije o meču
it: Mostra informazioni sulla partita
nl: Toon wedstrijdinformatie
pl: Pokaż informacje o meczu
pt: Mostrar informações da partida
tr: Maç bilgisini göster

source: Show public challenges
cs: Zobrazit veřejné výzvy
da: Vis offentlige udfordringer
de: Zeige Herausforderungen
es: Mostrar los retos públicos
fi: Näytä julkiset haasteet
fr: Afficher les défis publics
hr: Prikači javne izazove
it: Mostra sfide pubbliche
nl: Laat openbare uitdagingen zien
pl: Pokaż wyzwania publiczne
pt: Mostrar desafios públicos
tr: Meydan okumaları göster

source: Filter users
cs: Filtrovat uživatele
da: Filtrer brugere
de: Filter User
es: Filtrar usuarios
fi: Suodata käyttäjiä
fr: Filtrer les utilisateurs
hr: Filtriraj korisnike
it: Filtra utenti
nl: Filter gebruikers
pl: Filtruj użytkowników
pt: Filtrar usuários
tr: Kullanıcıları filtrele

source: From your country
cs: Z vaší země
da: Fra dit land
de: Gleiches Land
es: De tu país
fi: Kotimaastasi
fr: De votre pays
hr: Iz vaše zemlje
it: Dalla tua nazione
nl: Uit uw land
pl: Z Twojego kraju
pt: De seu país
tr: Sizin ülkenizden

source: Online
es: En línea
fi: Paikalla
fr: En ligne
pl: Dostępny
pt: Disponível
tr: İnternete bağlı

source: Playing
cs: Hraje
da: Spil
de: Im Spiel
es: Jugando
fi: Pelaaminen
fr: En train de jouer
hr: U igri
it: Giocando
nl: Aan het spelen
pl: W grze
pt: Jogando
tr: Oynuyor

source: There are a few ways to contact us, more to come soon! No matter the reason, we try to reply as quickly as possible.
cs: Existuje několik způsobů, jak nás kontaktovat, další způsoby již brzy! Bez ohledu na důvod, budeme se snažit odpovědět co nejdříve.
da: Der er et par måder at kontakte os, mere til at komme snart! Uanset årsagen forsøger vi at svare så hurtigt som muligt.
de: Es gibt mehrere Möglichkeiten uns zu kontaktieren. Weitere werden bald folgen! Egal aus welchem Grund du uns kontaktierst, wir versuchen, zeitnah zu antworten.
es: Hay varias maneras de contactarnos, pronto vendrán mas! No importa la razón, trataremos de responder lo antes posible.
fi: Jo nyt on useita tapoja ottaa meihin yhteyttä ja lisää on tulossa piakkoin! Koetamme vastata yhteydenottoihin mahdollisimman nopeasti, asiasta riippumatta.
fr: Il y a plusieurs façons de nous contacter, plus à venir bientôt, quelle que soit la raison, nous essayons de répondre le plus rapidement possible.
hr: Postoji nekoliko načina da nas kontaktirate, uskoro će ih biti i više! Bez obzira na razlog, trudimo se odgovoriti što je brže moguće.
it: Ci sono alcuni modi per contattarci, altri arriveranno! Non importa il motivo, cerchiamo di rispondere il più rapidamente possibile.
nl: Er zijn een paar manieren om contact met ons op te nemen, er komen er binnenkort meer! Hoe dan ook, we proberen zo snel mogelijk te antwoorden.
pl: Jest kilka sposobów na skontaktowanie się z nami, więcej wkrótce! Bez względu na powód, staramy się odpowiedzieć tak szybko, jak to możliwe.
pt: Há algumas maneiras de nos contactar, mais para vir! Por isso, nós tentamos responder o mais rápido possível.
tr: Bizimle bağlantıya geçebilmeniz için birkaç yöntem olmakla beraber, yenileri yakında gelecek. Sorun ne olursa olsun, olabildiğince çabuk yanıtlamaya çalışacağız.

source: At the moment we can provide you support in English or German.
cs: V současné době vám můžeme poskytnout podporu v angličtině nebo němčině.
da: I øjeblikket kan vi yde dig støtte på engelsk eller tysk.
de: Im Moment können wir Support auf Englisch und Deutsch anbieten.
es: En estos momentos podemos proporcionarle soporte en inglés y alemán.
fi: Tällä hetkellä tarjoamme tukea Englanniksi sekä Saksaksi.
fr: Pour le moment, nous pouvons vous fournir une assistance en anglais ou en allemand.
hr: Trenutno vam možemo pružiti podršku na engleskom ili njemačkom jeziku.
it: Al momento possiamo fornire supporto in inglese o tedesco.
nl: Op dit moment kunnen we u Engels en Duits aanbieden.
pl: W tej chwili możemy zapewnić wsparcie w języku angielskim lub niemieckim.
pt: Neste momento podemos prestar-lhe suporte em inglês ou alemão.
tr: Mevcut durumda, size sadece İngilizce ve Almanca destek sağlayabiliyoruz.

source: lidarts on GitHub
cs: Lidarts na Githubu
da: lidarts på GitHub
de: lidarts bei GitHub
es: lidarts en GitHub
fi: lidarts GitHub:issa
fr: lidarts sur GitHub
hr: Lidarts na GitHubu
nl: lidarts op GitHub
pl: lidarts na GitHub
pt: lidarts no GitHub
tr: Github üzerinde lidarts

source: Contribute to lidarts.org
cs: Pomozte lidarts.org
da: Bidrage til lidarts.org
de: Wirke mit bei lidarts.org
es: Contribuir con lidarts.org
fi: Auta Lidarts.org:ia
fr: Contribuez à lidarts.org
hr: Doprinesi lidarts.org
it: Contribuisci a lidarts.org
nl: Draag bij aan lidarts.org
pl: Wesprzyj lidarts.org
pt: Contribua para lidarts.org
tr: Lidarts.org'a katkıda bulunun

source: Lidarts relies on volunteers to develop and maintain the project. There are several ways you can help out.
cs: Lidarts se spoléha na dobrovolníky při vývoji a údržbě projektu. Existuje několik způsobů, jak můžete pomoci.
da: Lidarts er afhængig af frivillige til at udvikle og vedligeholde projektet. Der er flere måder, du kan hjælpe.
de: Lidarts ist auf Freiwillige angewiesen, die das Projekt weiterentwickeln und pflegen. Es gibt mehrere Wege, auf denen auch du aushelfen kannst.
es: Lidarts cuenta con voluntarios para desarrollar y mantener el proyecto. Hay varias maneras en las que puedes ayudar.
fi: Lidarts on riippuvainen vapaaehtoisten työpanoksesta sen kehittämisessä ja ylläpidossa. On monia tapoja kuinka voit auttaa.
fr: Lidarts compte sur des bénévoles pour développer et maintenir le projet. Il y a plusieurs façons de nous aider.
hr: Lidarts se oslanja na volonterima u razvoju i održavanju projekta. Postoji nekoliko načina kako možeš pomoći.
it: Lidarts si basa su volontari per sviluppare e mantenere il progetto. Ci sono diversi modi in cui puoi aiutare.
nl: Lidarts is afhankelijk van vrijwilligers om het project te ontwikkelen en te onderhouden. Er zijn een aantal manieren waarop je kunt helpen.
pl: Lidarts opiera się na wolontariuszach, aby otrzymać i rozwijać projekt. Istnieje kilka sposobów pomocy.
pt: A plataforma Lidarts depende de voluntários para se manter e desenvolver. Existem várias maneiras de nos ajudar ou contribuir.
tr: Lidarts projeyi sürdümek ve geliştirmek için gönüllülere güvenmektedir. Bize birkaç şekilde yardım edebilirsiniz.

source: Play and provide feedback
cs: Hrajte a poskytněte zpětnou vazbu
da: Spil og giv feedback
de: Spiele und gib Feedback
es: Juega y proporciona comentarios
fi: Pelaa ja anna palautetta
fr: Jouez et donnez votre avis
hr: Igraj i daj nam mišljenje
it: Gioca e fornisci feedback
nl: Speel en geef feedback
pl: Zagraj i udziel opinii
pt: Jogue e forneça feedback
tr: Oynayın ve geri dönüş sağlayın
