Repository: mischkadb/lidarts
Catalog: lidarts/translations/*/LC_MESSAGES/messages.po
Languages: cs, da, de, es, fi, fr, hr, it, nl, pl, pt, tr

source: Caller
cs: Hlasatel
da: Kalderen
es: Anunciante
fi: Kuuluttaja
fr: L'annonceur
hr: Najavljivač
it: Arbitro
pl: Głos Markera
pt: Requisitante
tr: Anons

source: Trainer delay
cs: Zpoždění bota
da: Træner forsinkelse
de: Trainerverzögerung
es: Retraso del entrenador
fi: Harjoittajan viive
fr: Délai de l'entraîneur
hr: Odgoda za trenera
it: Ritardo allenamento
nl: Trainer vertraging
pl: Opóźnienie
pt: Delay do treino
tr: Eğitmen gecikmesi (birimi saniye)

source: Notification sound
cs: Zvuk notifikace
da: Lyd af beskeder
de: Benachrichtigungston
es: Sonido de notificación
fi: Ilmoitusääni
fr: Sons de notification
hr: Zvuk za obavijesti
it: Suono di notifica
nl: Geluid voor notificaties
pl: Dźwięk powiadomienia
pt: Som da notificação
tr: Bilgilendirme sesi

source: Allow challenges
cs: Povolit výzvy
da: Tillad udfordringer
de: Herausforderungen erlauben
es: Permitir desafíos
fi: Salli haasteet
fr: Autoriser les défis
hr: Dozvoli izazov
it: Consenti sfide
nl: Sta uitdagingen toe
pl: Zezwól na wyzwania
pt: Permitir desafios
tr: Meydan okumalara izin ver

source: Allow private messages
cs: Povolit soukromé zprávy
da: Tillad private beskeder
de: Private Nachrichten erlauben
es: Permitir mensajes privados
fi: Salli yksityisviestit
fr: Autoriser les messages privés
hr: Dozvoli privatne poruke
it: Consenti messaggi privati
nl: Sta privéberichten toe
pl: Zezwól na prywatne wiadomości
pt: Permitir mensagens privadas
tr: Özel mesajlara izin ver

source: Allow friend requests
cs: Povolit žádosti o přátelství
da: Tillad venneanmodninger
de: Freundschaftsanfragen erlauben
es: Permitir solicitudes de amistad
fi: Salli kaveripyynnöt
fr: Autoriser les demandes d'amis
hr: Dozvoli zahtjeve za prijateljstvo
it: Consenti richieste di amicizia
nl: Sta vriendschapsverzoeken toe
pl: Zezwalaj na zaproszenia do znajomych
pt: Permitir solicitações de amizade
tr: Arkadaşlık tekliflerine izin ver

source: Checkout suggestions
cs: Návrhy pro zavírání
da: Lukker forslag
de: Finishwege anzeigen
es: Sugerencias de cierres
fi: Poikkaisuehdotukset
fr: Suggestions de checkout
hr: Prijedlog izlaza
it: Suggerimenti checkout
nl: Uitgooi suggesties
pl: Sugerowanie zakończeń lega
pt: Sugestões de checkout
tr: Çıkış kombinasyon önerileri

source: Show averages in user list
cs: Zobrazit průměry v seznamu uživatelů
da: Vis gennemsnit på brugerlisten
de: Averages in Userliste anzeigen
es: Mostrar promedios en la lista de usuarios
fi: Näytä keskiarvot käyttäjälistassa
fr: Afficher les moyennes dans la liste des utilisateurs
hr: Pokaži prosijek u korisničkoj listi
it: Mostra le medie nella lista utenti
nl: Gemiddelden weergeven in gebruikerslijst
pl: Pokaż średnią na liście użytkowników
pt: Mostrar médias na lista do usuário
tr: Kullanıcı listesinde ortalamaları göster

source: Country
cs: Země
da: Land
de: Land
es: País
fi: Maa
fr: Pays
hr: Država
it: Nazione
nl: Land
pl: Kraj
pt: País/região
tr: Ülke

source: Webcam activated
cs: Webová kamera aktivována
da: Webcam aktiveret
de: Webcam aktiviert
es: Cámara web activada
fi: Web-kamera aktivoitu
fr: Webcam activée
hr: Webcam aktivirana
it: Webcam attivata
nl: Webcam geactiveerd
pl: Kamera internetowa aktywowana
pt: Webcam ativada
tr: Web kamerası aktif

source: Allow streaming
cs: Povolit streamování
da: Tillad streaming
de: Streamen erlauben
es: Permitir streaming
fi: Salli suoratoisto
fr: Autoriser le streaming
hr: Dozvoli stream
it: Consenti lo streaming
nl: Streamen toestaan
pl: Zezwól na streaming
pt: Permitir streaming
tr: Kamera yayın akışına izin ver

source: Use Jitsi mobile app
cs: Použít Jitsi mobilní aplikaci
da: Brug jitsi-mobilapp
de: Nutze Jitsi App für mobile Geräte
es: Usar aplicación móvil Jitsi
fi: Käytä Jitsi-mobiilisovellusta
fr: Utiliser l'application mobile Jitsi
hr: Koristi Jitsi mobilnu aplikaciju
it: Usa l'app mobile Jitsi
nl: Gebruik de Jitsi mobile app
pl: Użyj aplikacji mobilnej Jitsi
pt: Usar aplicativo móvel Jitsi
tr: Jitsi mobil uygulamasını kullan

source: Mobile follow mode
cs: Sledovací režim přes mobil
da: Mobilopfølgningstilstand
de: Folge-Modus für mobile Geräte
es: Modo de seguimiento móvil
fi: Mobiili seurantatila
fr: Mode de suivi pour mobile
hr: Mobilni način praćenja
it: Modalità segui mobile
nl: Mobiel volgen modus
pl: tryb smartfona
pt: Modo de acompanhamento móvel
tr: Mobil takip modu

source: Show only scoreboard on main device
cs: Zobrazit zadávání skóre jen na hlavním zařízení
da: Vis kun resultattavle på hovedenheden
de: Zeige nur Scoreboard auf Hauptgerät
es: Mostrar solo marcador en el dispositivo principal
fi: Näytä pelkkä tulostaulu päälaitteella
fr: Afficher uniquement le tableau de bord sur l'appareil principal
hr: Prikaži samo metu na glavnom uređaju
it: Mostra solo scoreboard sul dispositivo principale
nl: Alleen scorebord weergeven op hoofdapparaat
pl: Pokazuj tylko wyniki
pt: Mostrar apenas o placar no dispositivo principal
tr: Skor tabelasını sadece ana cihazda göster

source: Use public Jitsi server
cs: Používat veřejný Jitsi server
de: Öffentlichen Jitsi-Server verwenden
es: Usar el servidor Jitsi público
fi: Käytä julkista Jitsi serveriä
fr: Utiliser le serveur public Jitsi
hr: Koristi javni Jitsi server
nl: Gebruik publiek Jitsi server
pl: Użyj publicznego serwera Jitsi
tr: Jitsi halk sunucusunu kullanın

source: Channel ID
cs: ID kanálu
da: Kanal id
de: Kanal-ID
es: ID del canal
fi: Kanavan ID
fr: ID du canal
hr: ID kanala
it: ID Canale
nl: Kanaal ID
pl: ID kanału
pt: ID do canal
tr: Kanal kimliği

source: Enter Password
cs: Zadejte heslo
de: Passwort eingeben
es: Introduzca contraseña
fi: Kirjoita salasana
fr: Saisir le mot de passe
hr: Upišite lozinku
nl: paswoord invoeren
pl: Wprowadź hasło
tr: Parola girin

source: Close account permanently
cs: Trvale zrušit účet
de: Account dauerhaft schließen
es: Cerrar cuenta de forma permanente
fi: Sulje tili pysyvästi
fr: Fermer le compte définitivement
hr: Trajno ugasi račun
nl: Account permanent verwijderen
pl: Zamknij konto na stałe
tr: Hesabı kalıcı olarak kapat

source: Match History
cs: Historie zápasu
da: Kamp historik
de: Spielverlauf
es: Historial de partidas
fi: Otteluhistoria
fr: Historique des matchs
hr: Povijest mečeva
it: Cronologia Partite
nl: Wedstrijd geschiedenis
pl: Poprzednie mecze
pt: Histórico de partidas
tr: Maç geçmişi

source: Profile
cs: Profil
da: Profil
de: Profil
es: Perfil
fi: Profiili
fr: Profil
hr: Profil
it: Profilo
nl: Profiel
pl: Profil
pt: Perfil
tr: Profil

source: Profile text saved.
cs: Profilový text byl uložen.
da: Profiltekst gemt.
de: Profiltext gespeichert.
es: Texto del perfil guardado.
fi: Profiilin teksti tallennettu.
fr: Texte du profil enregistré.
hr: Tekst profila spremljen.
it: Testo del profilo salvato.
nl: Profieltekst opgeslagen.
pl: Opis profilu zapisany.
pt: Informações do perfil salvo.
tr: Profil metni kaydedildi.

source: Manage Friend List
cs: Spravovat seznam přátel
da: Administrer venneliste
de: Freundesliste verwalten
es: Administrar lista de amigos
fi: Hallinnoi kaverilistaa
fr: Gérer la liste d'amis
hr: Uredi listu prijatelja
it: Gestisci Lista Amici
nl: Vriendenlijst beheren
pl: Zarządzaj listą znajomych
pt: Gerenciar lista de amigos
tr: Arkadaş listeni yönet

source: Avatar deleted.
cs: Avatar byl smazán.
da: Avatar slettet.
de: Avatar gelöscht.
es: Avatar eliminado.
fi: Profiilikuva poistettu.
fr: L'avatar a été supprimé.
hr: Avatar obrisan.
it: Avatar cancellato.
nl: Profielafbeelding verwijderd.
pl: Awatar usunięty.
pt: Foto do perfil apagada.
tr: Avatar silindi.

source: No selected file
cs: Žádný vybraný soubor
da: Ingen fil valgt
de: Keine Datei ausgewählt
es: Ningún archivo seleccionado
fi: Ei valittua tiedostoa
fr: Aucun fichier sélectionné
hr: Nije odabrana datoteka
it: Nessun file selezionato
nl: Geen geselecteerd bestand
pl: Nie wybrano pliku
pt: Nenhum arquivo selecionado
tr: Seçili bir dosya yok

source: Wrong image format.
cs: Špatný formát obrázku.
da: Forkert billedformat.
de: Falsches Bildformat.
es: Formato de imagen incorrecto.
fi: Väärä kuvaformaatti.
fr: Format d'image incorrect.
hr: Krivi format slike.
it: Formato immagine errato.
nl: Verkeerde afbeeldingsindeling.
pl: Nieprawidłowy format obrazu.
pt: Formato de imagem inválido.
tr: Yanlış resim formatı.

source: Avatar saved.
cs: Avatar byl uložen.
da: Avatar Gemt.
de: Avatar gespeichert.
es: Avatar guardado.
fi: Profiilikuva tallennettu.
fr: L'avatar a été enregistré.
hr: Avatar spremljen.
it: Avatar salvato.
nl: Profielafbeelding opgeslagen.
pl: Awatar zapisany.
pt: Foto do perfil salva.
tr: Avatar kaydedildi.

source: Avatar Settings
cs: Nastavení avataru
da: Avatar indstillinger
de: Avatar einstellen
es: Configuración de avatar
fi: Profiilikuvan asetukset
fr: Paramètres de l'avatar
hr: Postavke avatara
it: Impostazioni Avatar
nl: Profielafbeelding instellingen
pl: Ustawienia awatara
pt: Confugurações de perfil
tr: Avatar ayarları

source: Settings saved.
cs: Nastavení uloženo.
da: Indstillinger gemt.
de: Einstellungen gespeichert.
es: Ajustes guardados.
fi: Asetukset tallennettu.
fr: Paramètres enregistrés.
hr: Postavke spremljene.
it: Impostazioni salvate.
nl: Instellingen opgeslagen.
pl: Ustawienia zapisane.
pt: Configurações salvas.
tr: Ayarlar kaydedildi.

source: Caller Settings
cs: Nastavení hlasatele
da: Indstillinger for Kalderen
de: Caller einstellen
es: Ajustes del Anunciante
fi: Kuuluttajan asetukset
fr: Paramètres de l'annonceur
hr: Postavke zapisničara
it: Impostazioni Arbitro
nl: Beller Instellingen
pl: Ustawienia markera
pt: Configurações de Chamadas
tr: Anons ayarları

source: Trainer Delay
cs: Zpoždění bota
da: Træner Forsinkelse
de: Trainerverzögerung einstellen
es: Retraso del entrenador
fi: Harjoittajan viive
fr: Délai de l'entraîneur
hr: Odmak trenera
it: Ritardo allenamento
nl: Train vertraging
pl: Opóżnienie
pt: Delay do treino
tr: Eğitmen Gecikmesi (birimi saniye)

source: You can only change your country setting once per month. You need to wait until:
cs: Nastavení země můžete změnit pouze jednou za měsíc. Počkejte do:
da: Du kan kun ændre din landeindstilling én gang om måneden. Du skal vente til:
de: Du kannst deine Ländereinstellung nur einmal pro Monat ändern. Bitte warte bis:
es: Solo puedes cambiar tu nombre de usuario una vez al mes. Necesitas esperar hasta:
fi: Voit vaihtaa maan kerran kuukaudessa. Voit vaihtaa seuraavan kerran:
fr: Vous ne pouvez modifier les paramètres de votre pays qu'une fois par mois. Vous devez attendre jusqu'au :
hr: Možete promijeniti državu samo jednom mjesečno. Morate čekate do:
it: Puoi cambiare l'impostazione del tuo paese solo una volta al mese. Devi aspettare fino a:
nl: Je kunt je land-instelling slechts één keer per maand wijzigen. Je moet wachten tot:
pl: Możesz zmienić ustawienie kraju tylko raz w miesiącu. Musisz poczekać do:
pt: Você só pode alterar seu país de origem uma vez por mês. Você precisa aguardar até:
tr: Ülke ayarlarınızı sadece ayda bir kez değiştirebilirsiniz. Bu durumda, [date] tarihine kadar beklemeniz gerekiyor.

source: General settings
cs: Základní nastavení
da: Generelle indstillinger
de: Allgemeine Einstellungen
es: Ajustes generales
fi: Yleiset asetukset
fr: Paramètres généraux
hr: Osnovne postavke
it: Impostazioni generali
nl: Algemene instellingen
pl: Ustawienia ogólne
pt: Configurações gerais
tr: Genel ayarlar

source: Webcam settings
cs: Nastavení webové kamery
da: Indstillinger for webcam
de: Webcam-Einstellungen
es: Ajustes de cámara web
fi: Web-kameran asetukset
fr: Paramètres de la webcam
hr: Postavke web kamere
it: Impostazioni Webcam
nl: Webcam instellingen
pl: Ustawienia kamery internetowej
pt: Configurações de webcam
tr: Web kamerası ayarları

source: Livestream settings
cs: Nastavení livestreamu
da: Livestream indstillinger
de: Livestream-Einstellungen
es: Ajustes de Livestream
fi: Suoratoiston asetukset
fr: Paramètres du streaming live
hr: Postavke live streamanja
it: Impostazioni Livestream
nl: Livestream instellingen
pl: Ustawienia transmisji na żywo
pt: Configurações de transmissão
tr: Canlı yayın akışı ayarları

source: Wrong password
cs: Změnit heslo
de: Falsches Passwort
es: Contraseña incorrecta
fi: Virheellinen salasana
fr: Mot de passe incorrect
hr: Pogrešna lozinka
nl: Verkeerd wachtwoord
pl: Błędne hasło
tr: Hatalı parola

source: Close account
cs: Zrušit účet
de: Account schließen
es: Cerrar cuenta
fi: Sulje käyttäjätili
fr: Fermer votre compte
hr: Obriši račun
nl: Account verwijderen
pl: Zamknij konto
tr: Hesabı kapat

source: All
cs: Vše
da: Alle
de: Alle
es: Todos
fi: Kaikki
fr: Tous
hr: Sve
it: Tutti
nl: Alle
pl: Wszystko
pt: Todos
tr: Hepsi

source: Last ... games
cs: Poslední ... hry
da: Sidste... Spil
de: Letzte ... Spiele
es: Últimas ... partidas
fi: Viimeiset ... peliä
fr: Dernières ... parties
hr: Zadnje ... igre
it: Ultimi ... giochi
nl: Laatste ... wedstrijden
pl: Ostatnie ... gier
pt: Última ... Partidas
tr: Son ... oyun

source: From ... to ...
cs: Od ... do ...
da: Fra... Til...
de: Von ... bis ...
es: De ... hasta ...
fi: Alkaen ... päättyen ...
fr: De ... à ...
hr: Od ... do ...
it: Da ... a ...
nl: Van ... tot ...
pl: Od ... do ...
pt: De ... para...
tr: ... dan ... (y)a

source: From
cs: Od
da: Fra
de: Von
es: Desde
fi: Alkaen
fr: A partir de
hr: Od
it: Da
nl: Van
pl: Od
pt: De
tr: ... dan

source: to
cs: do
da: til
de: bis
es: hasta
fi: päättyen
fr: à
hr: do
it: a
nl: tot
pl: Do
pt: para
tr: ... (y)a

source: Filter
cs: Filtrovat
es: Filtro
fi: Suodata
fr: Filtre
hr: Filtriraj
it: Filtro
nl: Filteren
pl: Filtr
pt: Filtro
tr: Filtre

source: Apply
cs: Použít
da: Anvende
de: Übernehmen
es: Aplicar
fi: Hyväksy
fr: Inscription
hr: Potvrdi
it: Applica
nl: Toepassen
pl: Zatwierdź
pt: Aplicar
tr: Uygula

source: Home
cs: Domů
da: Hjem
de: Startseite
es: Inicio
fi: Etusivu
fr: Accueil
hr: Početno
nl: Startpagina
pl: Strona główna
pt: Página inicial
tr: Ana ekran

source: Watch
cs: Živě
da: Live
de: Zuschauen
es: Ver
fi: Katso
fr: Regarder
hr: Gledaj
it: Guarda
nl: Bekijken
pl: Oglądaj
pt: Assistir
tr: İzle

source: Statistics
cs: Statistiky
da: Statistik
de: Statistiken
es: Estadísticas
fi: Tilastot
fr: Statistiques
hr: Statistike
it: Statistiche
nl: Statistieken
pl: Statystyki
pt: Estatísticas
tr: İstatistik

source: Play
cs: Hrát
da: Spil
de: Spielen
es: Jugar
fi: Pelaa
fr: Jouer
hr: Igraj
it: Gioca
nl: Spelen
pl: Graj
pt: Jogar
tr: Oyna

source: Tournaments
cs: Turnaje
da: Turnering
de: Turniere
es: Torneos
fi: Turnaukset
fr: Tournois
hr: Turniri
it: Torneo
nl: Toernooien
pl: Turnieje
pt: Torneios
tr: Turnuvalar

source: Sign In
cs: Přihlásit se
da: Log På
de: Einloggen
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
hr: Prijavi se
it: Accedi
nl: Log in
pl: Zaloguj się
pt: Entrar
tr: Oturum açın

source: Register
cs: Registrovat se
da: Registrer
de: Registrieren
es: Registrarse
fi: Rekisteröidy
fr: S'inscrire
hr: Registracija
it: Registrati
nl: Registreer
pl: Rejestracja
pt: Registrar
tr: Kayıt ol

source: Inbox
cs: Doručená pošta
da: Indbakke
de: Posteingang
es: Bandeja de entrada
fi: Viestit
fr: Boîte de réception
it: Posta in arrivo
nl: Postvak
pl: Skrzynka odbiorcza
pt: Caixa de entrada
tr: Gelen kutusu

source: Status
es: Estado
fi: Tila
fr: Statut
it: Stato
tr: Durum

source: Looking for Game
cs: Chci hrát
da: Leder efter spil
de: Suche nach Spiel
es: Buscando partida
fi: Valmiina pelaamaan
fr: Recherche de partie
hr: Traženje igre
it: Cercando partita
nl: Op zoek naar een wedstrijd
pl: Szuka gry
pt: Procurando por partida
tr: Oyunlara bak

source: Busy
cs: Zaneprázdněný
da: Optaget
de: Beschäftigt
es: Ocupado
fi: Varattu
fr: Occupé
hr: Zauzet
it: Occupato
nl: Bezig
pl: Zajęty
pt: Indisponível
tr: Meşgul

source: Logout
cs: Odhlásit se
da: Log af
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
hr: Odjavi se
it: Esci
nl: Uitloggen
pl: Wyloguj się
pt: Sair
tr: Çıkış yap

source: About
cs: O nás
da: Om
de: Über
es: Acerca de
fi: Tietoja
fr: À propos de
hr: O nama
it: Info
nl: Over
pl: O lidarts
pt: Sobre
tr: Hakkında

source: Contact
cs: Kontakt
da: Kontakt
de: Kontakt
es: Contacto
fi: Ota yhteyttä
hr: Kontakt
it: Contatti
pl: Kontakt
pt: Contato
tr: İletişim

source: FAQ
cs: Nejčastější dotazy
es: FAQs
fi: UKK
hr: Često postavljana pitanja
pl: Często zadawane pytania
tr: Sık sorulan sorular

source: Contribute
cs: Pomozte nám
da: Bidrage
de: Mitmachen
es: Contribuir
fi: Osallistu
fr: Contribuer
hr: Doprinesi
it: Contribuisci
nl: Meewerken
pl: Wesprzyj projekt
pt: Contribuir
tr: Katkıda bulunmak

source: Changelog
cs: Historie změn
da: Skift Log
es: Registro de cambios
fi: Muutosloki
fr: Historique des modifications
hr: Popis promjena
it: Cambiamenti
nl: Wijzigingslogboek
pl: Lista zmian
pt: Log de mudanças
tr: Değişiklikler

source: Source Code
cs: Zdrojový kód
da: Kildekode
de: Quellcode
es: Código fuente
fi: Lähdekoodi
fr: Code source
hr: Kod izvornika
it: Codice Sorgente
nl: Bron code
pl: Kod źródłowy
pt: Código fonte
tr: Kaynak Kodu

source: Privacy
cs: Ochrana osobních údajů
da: Privatliv
de: Datenschutz
es: Privacidad
fi: Yksityisyys
fr: Confidentialité
hr: Privatnost
pl: Prywatność
pt: Privacidade
tr: Gizlilik

source: Terms & Conditions
cs: Obchodní podmínky
da: Vilkår & betingelser
de: AGB
es: Términos y condiciones
fi: Käyttöehdot
fr: Termes & Conditions
hr: Uvjeti i pravila
it: Termini & Condizioni
nl: Algemene Voorwaarden
pl: Regulamin
pt: Termos & Condições
tr: Şartlar ve Koşullar

source: Legal notice
cs: Právní ujednání
da: Juridisk meddelelse
de: Impressum
es: Aviso legal
fi: Oikeudellinen ilmoitus
fr: Mentions légales
hr: Pravna obavijest
it: Note legali
nl: Juridische Kennisgeving
pl: Nota prawna
pt: Informações legais
tr: Yasal Uyarı

source: Game score URL:
cs: URL pro skóre:
da: Spil score URL:
de: Spiel-Score URL:
es: URL de puntuación del juego:
fi: Pelin pisteet URL:
fr: URL du score du jeu:
hr: URL rezultata igre:
it: URL punteggio partita:
nl: URL van de spelscore
pl: Adres URL wyniku gry:
pt: URL da pontuação do jogo:
tr: Maç puan URL'si:

source: Jitsi URL:
fr: URL Jitsi :
tr: Jitsi URL'si:

source: Streamable games
cs: Streamovatelné hry
da: Spil, der kan streames
de: Spiele zum Streamen
es: Partidos que se pueden retransmitir
fi: Striimattavat pelit
fr: Jeu en cours
hr: Igra sa mogućnošću streama
it: Partite streammabili
nl: Spellen dat je kunt streamen
pl: Gry strumieniowe
pt: Jogos transmitíveis
tr: Yayınlanabir maçlar

source: Currently no streamable games.
cs: Momentálně žádné streamovatelné hry.
da: I øjeblikket ingen streamable spil.
de: Derzeit keine Spiele zum Streamen.
es: Actualmente no hay juegos con retransmisión disponibles.
fi: Tällä hetkellä ei ole striimattavia pelejä.
fr: Actuellement aucun jeu en cours.
hr: Trenutno nema igre sa mogućnošću streama.
it: Attualmente nerruna partita streammabile.
nl: Momenteel geen uitzendbare spellen
pl: Obecnie brak gier strumieniowych.
pt: Atualmente nenhum jogo com transmissão ao vivo.
tr: Şu anda yayınlanabir bir maç yoktur.

source: Game Mode
cs: Typ hry
da: Spiltilstand
de: Spielmodus
es: Modo de partida
fi: Pelimuoto
fr: Mode de jeu
hr: Način igre
it: Modalità Partita
nl: Spel Modus
pl: Tryb gry
pt: Modo de jogo
tr: Oyun Türü

source: Blocks score input after new score. In seconds.
cs: Zpoždění při zadávání skóre mezi každým kolem v sekundách.
da: blok score input efter nye score. På få sekunder.
de: Blockiert Punkteeingabe nach jedem Score. In Sekunden.
es: Bloquea la puntuación después de una nueva puntuación. En segundos.
fi: Estää uuden tuloksen syötön edellisen jälkeen (sekuntia).
fr: Bloque la saisie de score après un nouveau score. En secondes.
hr: Blokiraj unos rezultata nakon novog rezultata. U sekundama.
it: Blocca il punteggio inserito dopo il nuovo punteggio. In secondi.
nl: Blokkeert het ingeven van een nieuwe score in secondes.
pl: Opóźnienie wpisania wyniku po pojawieniu się wyniku przeciwnika (w sekundach).
pt: Bloqueia o input após uma nova pontuação. Em segundos.
tr: Sayı girişini yeni bir sayıdan sonra durdurur (birimi saniye).

source: Leave game
cs: Opustit hru
da: Forlad spillet
de: Spiel verlassen
es: Abandonar partida
fi: Poistu pelistä
fr: Quitter la partie
hr: Napusti igru
it: Abbandona partita
nl: Wedstrijd verlaten
pl: Opuść grę
pt: Deixar partida
tr: Maçtan ayrıl

source: Abort game
cs: Zrušit hru
da: Afbryde spillet
de: Spiel abbrechen
es: Abortar partida
fi: Lopeta peli
fr: Abandonner la partie
hr: Obustavi igru
it: Interrompi partita
nl: Wedstrijd afbreken
pl: Przerwij grę
pt: Abortar partida
tr: Maçı durdur

source: Toggle Keypad visibility
cs: Přepnout viditelnost klávesnice
da: Slå tastatursynlighed til/fra
de: Tastatur ein/ausblenden
es: Alternar visibilidad del teclado
fi: Näppäimistö
fr: Activer/désactiver la visibilité du clavier
hr: Prikaži tipkovnicu
it: Attiva/Disattiva visibilità tastiera
nl: Toetsenbord zichtbaarheid aan/uit
pl: Włącz klawiaturę ekranową
pt: Liga/Desliga o teclado
tr: Klavye görünsün (Aç/Kapa)

source: Change keypad position
cs: Změnit pozici klávesnice
da: Ændre tastaturposition
de: Tastaturposition umschalten
es: Cambiar posición del teclado
fi: Siirrä näppäimistö
fr: Changer la position du clavier
hr: Promijeni poziciju tipkovnice
it: Cambia posizione tastiera
nl: Positie toetsenbord wijzigen
pl: Zmień pozycję klawiatury ekranowej
pt: Trocar posição do teclado
tr: Klavye pozisyonunu değiştir

source: Toggle statistics
cs: Přepnout viditelnost statistik
da: Slå statistik til/fra
de: Statistiken ein/ausblenden
es: Alternar estadísticas
fi: Tilastot
fr: Activer/désactiver les statistiques
hr: Uključi statistike
it: Attiva/Disattiva statistiche
nl: Statistieken aan/uit
pl: Pokaż statystyki
pt: Ativar/desativar estatísticas
tr: İstatistikler (Aç/Kapa)

source: Normal theme
cs: Normální pohled
da: Normalt tema
de: Normales Theme
es: Tema normal
fi: Normaali teema
fr: Thème normal
hr: Normalna tema
it: Tema normale
nl: Normaal thema
pl: Widok podstawowy
pt: Tema padrão
tr: Normal tema

source: Streamoverlay
cs: Televizní pohled
fr: Streamingoverlay
hr: Prikaz za streamanje
pl: Widok do streamowania
tr: Yayın akışı bindirmesi

source: Mute caller
cs: Ztlumit hlasatele
da: Slå lyd fra Kalderen
de: Caller stumm
es: Silanciar Anunciador
fi: Mykistä tulokset
fr: Muet appelant
hr: Utišaj zapisničara
it: Silenzia chiamante
nl: Caller dempen
pl: Wycisz markera
pt: Silenciar chamada
tr: Anonsu kapat

source: Unmute caller
cs: Odtlumit hlasatele
da: Slå lyden til Kalderen
de: Caller aktivieren
es: Activar Anunciador
fi: Poista tulosten mykistys
fr: Démuter l'appelant
hr: Uključi zvuk zapisničara
it: Riattiva chiamante
nl: Caller inschakelen
pl: Włącz głos markera
pt: Reativar chamada
tr: Anonsu aç

source: Activate Sound (Apple)
cs: Aktivovat zvuk (Apple)
da: Aktiver lyd (Apple)
de: Sound aktivieren (Apple)
es: Activar sonido (Apple)
fi: Aktivoi äänet (Apple)
fr: Activer le son (Apple)
hr: Aktiviraj zvuk (Apple)
it: Attiva Il Suono (Apple)
nl: Activeer Geluid (Apple)
pl: Włącz dzwięk (Apple)
pt: Ativar som (Apple)
tr: Sesi aktifleştir (Apple cihazlarda)

source: Summon webcam
cs: Připojit webkameru
da: Indkalde webcam
de: Webcam herbeirufen
es: Convocar cámara web
fi: Etsii web-kameraa
fr: Invoquer la webcam
hr: Dodaj web kameru
it: Evoca webcam
nl: Roep webcam op
pl: Włącz kamerę
pt: Habilitar webcam
tr: Web kamerasını çağır
