Repository: mischkadb/lidarts
Catalog: lidarts/translations/*/LC_MESSAGES/messages.po
Languages: cs, da, de, es, fi, fr, hr, it, nl, pl, pt, tr

source: It's possible for your computer to detect your smartphone as a webcam. You will need a program like
cs: Váš počítač může rozpoznat váš smartphone jako webkameru. Budete potřebovat program jako například
da: Det er muligt for din computer at registrere din smartphone som webcam. Du skal bruge et program som
de: Es ist möglich, dass Ihr Computer Ihr Smartphone als Webcam erkennt. Sie benötigen ein Programm wie
es: Es posible que tu ordenador detecte tu smartphone como una cámara web. Necesitarás un programa como
fi: Se on mahdollista, että tietokoneesi tunnistaa älypuhelimen web-kamera. Tarvitset ohjelman kuten
fr: Il est possible que votre ordinateur détecte votre smartphone comme une webcam. Vous aurez alors besoin d'un programme comme
hr: Moguće je da vaše računalo otkrije vaš pametni telefon kao web kameru. Trebat će vam program poput
it: È possibile che il computer rilevi il tuo smartphone come webcam. Avrai bisogno di un programma come
nl: Het is mogelijk voor je computer om je smartphone te detecteren als webcam. U heeft een programma nodig zoals
pl: Twój komputer może wykryć Twój smartfon jako kamerę internetową. Będziesz potrzebował tego programu
pt: É possível que seu computador detecte seu smartphone como uma webcam. Você precisará de um programa como
tr: Bilgisayarınızın akıllı telefonunuzu web kamerası olarak görmesi mümkündür. Bunun için ... gibi bir programa ihtiyaç vardır.

source: Download the mobile app and the desktop client and install both.
cs: Stáhněte si mobilní aplikaci a desktopového klienta a obojí nainstalujte.
da: Download mobilappen og skrivebordsklienten, og installer begge dele.
de: Laden Sie die mobile App und den Desktop-Client herunter und installieren Sie beide.
es: Descarga la aplicación móvil y el cliente de escritorio e instala ambos.
fi: Lataa mobiilisovellus ja työpöytäohjelma ja asenna molemmat.
fr: Téléchargez l'application mobile et le client pour l'ordinateur et installez les.
hr: Preuzmite mobilnu aplikaciju i desktop klijent i instalirajte oboje.
it: Scarica l'app mobile e il client desktop e installa entrambi.
nl: Download de mobiele app en de desktop client en installeer beide.
pl: Pobierz aplikację mobilną, aplikacje na komputer i zainstaluj obie te aplikacje.
pt: Baixe o aplicativo móvel e o cliente de desktop e instale ambos.
tr: Programı bilgisayarınıza ve telefonunuza indirip, her ikisine de kurun.

source: Start the mobile app first. You will see the "Wifi IP" on your device. You will need this in the next step.
cs: Nejprve spusťte mobilní aplikaci. Ve vašem zařízení uvidíte "Wifi IP". Budete to potřebovat v dalším kroku.
da: Start mobilappen først. Du vil se "Wifi IP" på din enhed. Du får brug for dette i næste trin.
de: Starten Sie zuerst die mobile App. Sie werden die "Wifi IP" auf Ihrem Gerät sehen. Sie werden dies im nächsten Schritt benötigen.
es: Inicie la aplicación móvil primero. Verá la "IP Wifi" en su dispositivo. Lo necesitará en el siguiente paso.
fi: Käynnistä mobiilisovellus ensin. Näet laitteessasi "Wifi IP" -osoitteen. Tarvitset sitä seuraavassa vaiheessa.
fr: Démarrez l'application mobile en premier. Vous verrez l'IP Wifi sur votre appareil. Vous en aurez besoin à l'étape suivante.
hr: Prvo pokrenite mobilnu aplikaciju. Vidjet ćete "Wifi IP" na svom uređaju. Ovo će vam trebati u sljedećem koraku.
it: Avvia prima l'applicazione per dispositivi mobili. Vedrai l'"IP Wi-Fi" sul tuo dispositivo. Ne avrai bisogno nel prossimo passo.
nl: Start de mobiele app eerst. Je ziet "Wifi IP" op je apparaat. Je hebt dit nodig in de volgende stap.
pl: Najpierw uruchom aplikację mobilną. WiFi IP wyświetli się na twoim urządzeniu. Będziesz tego potrzebował w następnym kroku.
pt: Comece o aplicativo móvel primeiro. Você verá "IP Wi-Fi" no seu dispositivo. Guarde essas informações para o próximo passo.
tr: İlk önce telefonunuz üzerindeki uygulamayı çalıştırın. Cihazınız üzerinde "Wifi IP" bilgisini göreceksiniz. Bu size bir sonraki aşamada gerekli olacaktır.

source: Start the Droidcam client application on your computer and enter the "Wifi IP" from your smartphone. Press start.
cs: Spusťte klientskou aplikaci Droidcam na vašem počítači a zadejte "Wifi IP" z vašeho smartphonu. Stiskněte tlačítko start.
da: Start Droidcam klient program på din computer og indtast "Wifi IP" fra din smartphone. Tryk på start.
de: Starten Sie die Droidcam-Client-Anwendung auf Ihrem Computer und geben Sie die "Wifi IP" von Ihrem Smartphone ein. Drücken Sie Start.
es: Inicie la aplicación cliente de Droidcam en su ordenador e ingrese la "IP Wifi" desde su smartphone. Presione Iniciar.
fi: Käynnistä Droidcam-asiakassovellus tietokoneellasi ja syötä "Wifi IP" älypuhelimestasi. Paina aloitus.
fr: Démarrez l'application client Droidcam sur votre ordinateur et saisissez "IP Wifi" de votre smartphone. Appuyez sur Démarrer.
hr: Pokrenite klijentsku aplikaciju Droidcam na svom računalu i unesite "Wifi IP" sa svog pametnog telefona. Pritisnite start.
it: Avvia l'applicazione client Droidcam sul tuo computer e inserisci "Wifi IP" dal tuo smartphone. Premere l'avvio.
nl: Start de Droidcam client applicatie op je computer en voer het "Wifi IP" in op je smartphone. Druk op start.
pl: Uruchom aplikację klienta Droidcam na swoim komputerze i wprowadź "Wifi IP" ze swojego smartfona. Naciśnij przycisk startowy.
pt: Inicie o aplicativo cliente Droidcam no seu computador e insira o "Wi-Fi IP" no seu smartphone. Pressione iniciar.
tr: Bilgisayarınızda Droidcam uygulamasını çalıştırın ve telefonunuzdan daha önce okuduğunuz "Wifi IP" bilgisini girin. Start tuşuna basın.

source: Your computer should now recognize your smartphone as a webcam device. You can now proceed to the camera test in the USB webcam section above.
cs: Váš počítač by nyní měl rozpoznat váš smartphone jako webovou kameru. Nyní můžete pokračovat v testu kamery v sekci USB webová kamera.
da: Din computer bør nu genkende din smartphone som en webcam enhed. Du kan nu gå videre til kameratesten i afsnittet USB-webcam ovenfor.
de: Ihr Computer sollte nun Ihr Smartphone als Webcam-Gerät erkennen. Sie können nun mit dem Kamera-Test im USB-Webcam Abschnitt fortfahren.
es: Su ordenador debería reconocer ahora su smartphone como un dispositivo webcam. Ahora puede proceder a la prueba de la cámara en la sección USB de la cámara web.
fi: Tietokoneesi pitäisi nyt tunnistaa älypuhelimesi web-kameran laitteeksi. Voit nyt jatkaa kameran testausta yllä olevassa USB-verkkokameran osiossa.
fr: Votre ordinateur devrait maintenant reconnaître votre smartphone en tant que webcam. Vous pouvez maintenant passer au test de caméra dans la section webcam USB ci-dessus.
hr: Vaše bi računalo sada trebalo prepoznati vaš pametni telefon kao uređaj web kamere. Sada možete nastaviti s testiranjem kamere u odjeljku USB web kamere iznad.
it: Il tuo computer dovrebbe ora riconoscere il tuo smartphone come dispositivo webcam. È ora possibile procedere al test della fotocamera nella sezione webcam USB sopra.
nl: Je computer zou nu je smartphone moeten herkennen als een webcamtoestel. Je kunt nu verder gaan met de cameretest in de bovenstaande USB-webcam sectie.
pl: Twój komputer powinien teraz rozpoznać Twój smartfon jako urządzenie kamery internetowej. Teraz możesz przejść do testu kamery w powyższej sekcji kamery internetowej.
pt: Seu computador deve agora reconhecer seu smartphone como um dispositivo de webcam. Agora você pode prosseguir para o teste de câmera na seção de webcam USB acima.
tr: Bilgisayarınız artık telefonunuzu bir web kamera olarak algılayacaktır. Şimdi bir üstte anlatılan USB web kamera testini uygulayabilirsiniz.

source: Follow Mode on Lidarts
cs: Sledovací režim na Lidarts
da: Følg Tilstand på Lidarts
de: Folgen-Modus auf Lidarts
es: Modo seguir en Lidarts
fi: Seuraa tila Lidartsissa
fr: Mode Suivi sur Lidarts
hr: Prateći način na Lidartsu
it: Modalità Segui su Lidarts
nl: Volg Modus op Lidarts
pl: Tryb śledzenia na Lidarts
pt: Modo seguir no Lidarts
tr: Lidarts'ta Takip Modu

source: There's a chance you do not need to install any additional app at all. Enable the follow mode which you can find in the webcam settings.
cs: Existuje šance, že nemusíte vůbec nainstalovat žádnou další aplikaci. Povolte sledovací režím, který najdete v nastavení.
da: Der er en chance for, at du ikke behøver at installere yderligere app overhovedet. Aktivér den følgetilstand, som du kan finde i webcamindstillingerne.
de: Es besteht die Chance, dass sie keine zusätzliche App herunterladen müssen. Aktivieren sie den "Folgen-Modus", den Sie in den Webcam-Einstellungen finden.
es: Existe la posibilidad de que no necesite instalar ninguna aplicación adicional. Activa el modo de seguir que puedes encontrar en la configuración de la cámara web.
fi: On mahdollista, että sinun ei tarvitse asentaa mitään ylimääräistä sovellusta lainkaan. Ota käyttöön seuraustila, jonka voit löytää web-kameran asetuksista.
fr: Il est possible que vous n'ayez pas besoin d'installer d'application supplémentaire. Activez le mode de suivi que vous pouvez trouver dans les paramètres de la webcam.
hr: Postoji mogućnost da uopće ne trebate instalirati nikakvu dodatnu aplikaciju. Omogućite način praćenja koji možete pronaći u postavkama web kamere.
it: C'è una possibilità che non è necessario installare alcuna app aggiuntiva. Abilita la modalità di seguito che puoi trovare nelle impostazioni della webcam.
nl: Er is een kans dat je helemaal geen extra app hoeft te installeren. Schakel de volgmodus in die je kunt vinden in de webcam instellingen.
pl: Jest szansa, że nie musisz instalować żadnych dodatkowych aplikacji. Włącz tryb śledzenia, który można znaleźć w ustawieniach kamery internetowej.
pt: Há uma chance de que você não precisa instalar nenhum aplicativo adicional. Ative o modo de seguir ou follow nas configurações da webcam.
tr: Bu arada ek bir uygulama kurmama şansınız da var. Web kamera ayarları içinde göreceğiniz takip modunu aktif hale getirin.

source: On your camera device (smartphone):
cs: Na vašem mobilním zařízení (smartphone):
da: På din kameraenhed (smartphone):
de: Auf Ihrem Kamera-Gerät (Smartphone):
es: En tu dispositivo de cámara (smartphone):
fi: Kameran laitteella (älypuhelimeen):
fr: Sur votre camera (smartphone) :
hr: Na vašoj kameri (Smarphone):
it: Sul dispositivo della fotocamera (smartphone):
nl: Op je camera-apparaat (smartphone):
pl: Na urządzeniu kamery (smartfon):
pt: No seu dispositivo de câmera (smartphone):
tr: Kameranız üzerinde (akıllı telefon):

source: Open the follow page in the lobby and stay there.
cs: Na stránke Lobby klikněte na "Sledovací stránka" a zůstaňte tam.
da: Åbn den følgende side i lobbyen og bliv der.
de: Öffnen Sie die folgende Seite in der Lobby und bleiben Sie dort.
es: Abre la página de seguidores en el vestíbulo y permanece allí.
fi: Avaa seuraava sivu aulassa ja pysy siellä.
fr: Ouvrez la page suivante dans le Lobby et restez-y.
hr: Otvorite stranicu za praćenje u predvorju i ostanite tamo.
it: Aprire la pagina seguente nella lobby e resta lì.
nl: Open de volgpagina in de lobby en blijf daar.
pl: Otwórz obserwowaną stronę w lobby i zostań na niej.
pt: Abra a página de seguir no lobby e fique lá.
tr: Lobideki takip sayfasını açın ve orada kalın.

source: On your computer:
cs: Na vašem počítači:
da: På din computer:
de: Auf Ihrem Computer:
es: En tu ordenador:
fi: Tietokoneellasi on:
fr: Sur votre ordinateur :
hr: Na vašem kompjuteru:
it: Sul tuo computer:
nl: Op je computer:
pl: Na Twoim komputerze:
pt: No computador:
tr: Bilgisayarınız üzerinde:

source: Create a local webcam game as shown in the "USB webcam" section.
cs: Vytvořte lokální hru přes webovou kameru, jak je zobrazeno v sekci "USB webová kamera".
da: Opret et lokalt webcamspil som vist i afsnittet "USB webcam".
de: Erstelle ein lokales Webcam-Spiel, wie es im Abschnitt "USB Webcam" gezeigt wird.
es: Crea un juego local de webcam como se muestra en la sección "Cámara web USB".
fi: Luo paikallinen webcam peli kuten näytetään "USB webcam" -osiossa.
fr: Créez un jeu de webcam local comme indiqué dans la section "Webcam USB".
hr: Stvorite lokalnu igru ​​s web kamerom kao što je prikazano u odjeljku "USB web kamera".
it: Crea un gioco con webcam locale, come mostrato nella sezione "webcam USB".
nl: Maak een lokale wedstrijd met webcam aan zoals getoond in de "USB webcam" sectie.
pl: Utwórz lokalną grę z kamerą internetową, jak pokazano w sekcji "kamera internetowa USB".
pt: Crie um jogo local de webcam como mostrado na seção "Webcam USB".
tr: "USB web kamera" bölümünde gösterildiği gibi, yerel bir kameralı maç oluşturun.

source: Once you are in the game click on "Summon webcam" in the menu.
cs: Jakmile jste ve hře, klikněte na "Připojit webkameru" v menu.
da: Når du er i spillet klik på "Tilkald webcam" i menuen.
de: Sobald Sie in dem Spiel sind, klicken Sie auf "Webcam Laden" in dem Menü.
es: Una vez que estés en el juego haz clic en "Invocar webcam" en el menú.
fi: Kun olet pelissä, klikkaa "Summon webcam" valikossa.
fr: Une fois en jeu, cliquez sur "Démarrer la webcam" dans le menu.
hr: Nakon što ste u igri kliknite na "Summon webcam" u izborniku.
it: Una volta che sei nel gioco clicca su "Evoca webcam" nel menu.
nl: Zodra je je in de wedstrijd begeeft klik je op "Oproep webcam" in het menu.
pl: Gdy będziesz w grze kliknij "Włącz kamerę" w menu.
pt: Quando estiver no jogo, clique em "Ativar a webcam" no menu.
tr: Maça katıldıktan sonra menüdeki "Çağrılı kamera" yı tıklayın.

source: Check your smartphone. It should now reload the page automatically and ask for camera and microphone permissions. Press accept.
cs: Zkontrolujte svůj telefon. Stránka by se měla automaticky obnovit a požádat o povolení webové kamery a mikrofonu. Stiskněte akceptovat.
da: Tjek din smartphone. Det bør nu genindlæse siden automatisk og bede om kamera og mikrofon tilladelser. Tryk på acceptér.
de: Überprüfen Sie Ihr Smartphone. Es sollte jetzt eine Seite automatisch neu laden und nach den Kamera- und Mikrofon- Berechtigung fragen. Drücken Sie akzeptieren.
es: Compruebe su smartphone. Ahora debería recargar la página automáticamente y pedir los permisos de cámara y micrófono. Pulse aceptar.
fi: Tarkista älypuhelin. Sen pitäisi nyt ladata sivu uudelleen automaattisesti ja pyytää kameran ja mikrofonin käyttöoikeudet. Paina hyväksyä.
fr: Vérifiez votre smartphone. Il devrait maintenant recharger la page automatiquement et demander les autorisations pour la caméra et le micro. Appuyez sur accepter.
hr: Provjerite svoj pametni telefon. Sada bi trebao automatski ponovno učitati stranicu i tražiti dopuštenja za kameru i mikrofon. Pritisnite prihvati.
it: Controlla il tuo smartphone. Ora dovrebbe ricaricare automaticamente la pagina e chiedere le autorizzazioni per fotocamera e microfono. Premi accetta.
nl: Controleer uw smartphone. De pagina zal nu automatisch herladen en u om toestemming voor camera en microfoon vragen. Druk op accepteren.
pl: Sprawdź swój smartfon. Teraz należy automatycznie odświeżyć stronę i włącz uprawnienia aparatu i mikrofonu.
pt: Verifique o seu smartphone. Agora ele deve recarregar a página automaticamente e pedir permissões de câmera e microfone. Pressione aceitar.
tr: Akıllı telefonunuzu kontrol edin. Sayfayı otomatik olarak yeniden yükleyip, sizden kamera ve mikrofon erişimi için izin isteyecektir. Onay tuşunu tıklayın.

source: That's it! As long as your smartphone is on the "Webcam follow page" you can summon it in your games with one click.
cs: Hotovo! Dokud zůstanete na stránce "Sledovací stránka webkamery", můžete ji připojit jedním kliknutím.
da: Sådan, det er det! Så længe din smartphone er på "Webcam følg side" kan du indkalde den i dine spil med et enkelt klik.
de: Das war's! So lange ihr Smartphone auf der "Webcam-folgen-Seite" ist, können Sie es in Ihrem Spiel mit einem Klick laden.
es: ¡Eso es todo! Mientras tu smartphone esté en la página "Webcam follow page" puedes invocarlo en tus juegos con un solo clic.
fi: Se on siinä! Niin kauan kuin älypuhelin on "Webcam seuraa sivua" voit kutsua sen peleissä yhdellä napsautuksella.
fr: C'est tout ! Tant que votre smartphone est sur la page "Suivi par Webcam", vous pouvez l'utiliser dans vos jeux d'un clic.
hr: To je to! Sve dok je vaš pametni telefon na "Webcam follow page" možete ga pozvati u svojim igrama jednim klikom.
it: Questo è tutto! Finché il tuo smartphone è sulla "pagina segui webcam" puoi evocarlo nei tuoi giochi con un clic.
nl: Dat is het! Zolang je smartphone op de "Webcam follow page" staat, kun je hem met één klik in je wedstrijden oproepen.
pl: To wszystko! Dopóki Twój smartfon jest na stronie "śledzenia kamery internetowej", możesz przywołać go w swoich grach jednym kliknięciem.
pt: É isso! Enquanto o seu smartphone estiver na "página da webcam", você poderá habilitar nos seus jogos com um clique.
tr: İşte bu kadar! Akıllı telefonunuzda "Web kamera takip sayfası" açık olduğu sürece, maçlara bir tıkla çağrılabilirsiniz.

source: There is an issue on Android smartphones with the camera selection. By default the front camera is activated. You can try to switch it in the Jitsi settings:
cs: Na smartphonech s Androidem je problém s výběrem kamery. Přední kamera je automaticky aktivována. Můžete ji zkusit přepnout v nastavení Jitsi:
da: Der er et problem på Android smartphones med kameraet udvælgelse. Frontkameraet er som standard aktiveret. Du kan prøve at skifte den i Jitsi-indstillingerne:
de: Es gibt ein Problem auf Android Smartphones mit der Kameraauswahl. Standardmäßig ist die Frontkamera aktiviert. Sie können versuchen, sie in den Jitsi-Einstellungen zu wechseln:
es: Hay un problema en los smartphones Android con la selección de la cámara. Por defecto la cámara frontal está activada. Puedes intentar cambiarla en los ajustes de Jitsi:
fi: Android-älypuhelimissa on ongelma, jossa on kameran valinta. Oletusarvoisesti etukamera on aktivoitu. Voit yrittää vaihtaa sitä Jitsi-asetuksista:
fr: Il y a un problème sur les smartphones Android avec la sélection de la caméra. Par défaut, la caméra frontale est activée. Vous pouvez essayer de la changer dans les paramètres de Jitsi :
hr: Na Android pametnim telefonima postoji problem s odabirom kamere. Prema zadanim postavkama prednja kamera je aktivirana. Možete ga pokušati promijeniti u Jitsi postavkama:
it: C'è un problema sugli smartphone Android con la selezione della fotocamera. Per impostazione predefinita, la fotocamera frontale è attivata. Puoi provare a cambiarla nelle impostazioni Jitsi:
nl: Er is een probleem op Android smartphones met de camera-selectie. Standaard is de voorcamera geactiveerd. U kunt proberen deze te wisselen in de Jitsi instellingen:
pl: Na smartfonach z Androidem pojawił się problem z wyborem aparatu. Domyślnie aktywowana jest przednia kamera. Możesz spróbować przełączyć ją w ustawieniach Jitsi:
pt: Há um problema nos smartphones Android com a seleção da câmera. Por padrão, a câmera frontal está ativada. Você pode tentar alterná-la nas configurações do Jitsi:
tr: Android işletim sistemli telefonlarda bir hususa değinmek gerekir. Varsayılan ayarlarda ön kamera aktiftir. Jitsi ayarlarında bunu değiştirebilirsiniz.

source: If you get a permission error upon switching to the back camera, try to reload the page. After a reload the correct camera was selected in our tests.
cs: Pokud se zobrazí chyba oprávnění při přepnutí na zadní kameru, zkuste stránku znovu načíst. Po znovunačtení byla v našich testech vybrána správná kamera.
da: Hvis du får en tilladelsesfejl, når du skifter til bagkameraet, kan du prøve at genindlæse siden. Efter en genindlæse det korrekte kamera blev valgt i vores tests.
de: Wenn Sie einen Berechtigungsfehler beim Wechsel zur Kamera erhalten, versuchen Sie die Seite neu zu laden. Nach einem Neu laden wird die richtige Kamera für unseren Test ausgewählt.
es: Si obtiene un error de permiso al cambiar a la cámara trasera, intente recargar la página. Después de una recarga la cámara correcta fue seleccionada en nuestras pruebas.
fi: Jos saat käyttövirheen siirryttäessä takaisin kameraan, yritä päivittää sivu uudelleen. Kun lataus on suoritettu, testaa että valittu oikea kamera.
fr: Si vous obtenez une erreur de permission en basculant sur la caméra arrière, essayez de recharger la page. Après un rechargement, la caméra correcte a été sélectionnée lors de nos tests.
hr: Ako dobijete pogrešku dopuštenja nakon prebacivanja na stražnju kameru, pokušajte ponovno učitati stranicu. Nakon ponovnog učitavanja u našim testovima odabrana je ispravna kamera.
it: Se ottieni un errore di autorizzazione al passaggio alla fotocamera posteriore, prova a ricaricare la pagina. Dopo aver ricaricato la fotocamera corretta è stata selezionata nei nostri test.
nl: Als u een toestemmingsfout krijgt bij het overschakelen naar de achtercamera probeer dan de pagina te herladen. Hierna werd de juiste camera geselecteerd in onze tests.
pl: Jeśli po przełączeniu na tylną kamerę pojawi się błąd dostępu, spróbuj odświeżyć stronę. Po ponownym załadowaniu tylna kamera powinna się włączyć.
pt: Se você receber um erro de permissão ao alternar para a câmera traseira, tente recarregar a página. Depois de recarregar, a câmera correta será selecionada em nossos testes.
tr: Arka kameraya geçişte bir izin hatası ile karşılaşırsanız, sayfayı yeniden yüklemeyi deneyin. Testlerimizde sayfanın yeniden yüklenmesinden sonra doğru kameranın seçildiği görülmüştür.

source: Jitsi Meet app
cs: Aplikace Jitsi Meet
es: Aplicación Jitsi Meet
fi: Jitsi Meet -sovellus
fr: Application Jitsi Meet
pl: Aplikacja Jitsi Meet
pt: App Jitsi Meet
tr: Jitsi Meet uygulaması
