Repository: mischkadb/lidarts
Catalog: lidarts/translations/*/LC_MESSAGES/messages.po
Languages: cs, da, de, es, fi, fr, hr, it, nl, pl, pt, tr

source: At least one player does not allow streaming.
cs: Jeden z hráčů nedovoluje streamování.
da: Mindst én spiller tillader ikke streaming.
de: Mindestens ein Spieler gestattet kein Streaming.
es: Al menos un oponente no permite streaming.
fi: Vähintään yksi pelaajista ei salli suoratoistoa.
fr: Au moins un joueur ne permet pas de streaming.
hr: Makar jedan igrač ne dozvoljava stream.
it: Almeno un giocatore non consente lo streaming.
nl: Ten minste één speler staat streamen niet toe.
pl: Co najmniej jeden z graczy nie zezwala na streaming.
pt: Pelo menos um jogador não permite streaming.
tr: En az bir oyuncu kamera yayın akışına izin vermiyor.

source: Check dart:
cs: Zkontrolovat šipku:
da: Tjek dart:
es: Chequear dardo:
fi: Tikalla nro:
fr: Vérifier la fléchette :
hr: Strelica za izlaz:
it: Controlla freccetta:
pl: Koncząca lotka:
pt: Verificar dardo:
tr: Oyun bitiren dart sayısı:

source: How many darts missed at double?
cs: Kolik šipek jste netrefili při zavírání?
da: Hvor mange pile misset på double?
de: Wieviele Darts auf Doppel verfehlt?
es: ¿Cuántos dardos fallados al doble?
fi: Kuinka monta tikkaa ohi tuplasta?
fr: Combien de fléchettes ont manqué au double?
hr: Promašenih strelica za izlaz?
it: Quante freccette hai sbagliato al doppio?
nl: Hoeveel darts gemist bij dubbel?
pl: Ile lotek nie trafionych w double'a?
pt: Quantos dardos ou arremessos não atingiram o duplo?
tr: Double dart çıkışında kaç tane dart boşa gitti?

source: How many darts to finish?
cs: Na kolik šipek jste zavřeli?
da: Hvor mange pile på at lukket?
de: Wieviele Darts für den Checkout?
es: ¿Cuántos dardos para cerrar?
fi: Montako tikkaa lopetukseen?
fr: Combien de fléchettes pour finir ?
hr: Strelica za izlaz?
it: Quante freccette per chiudere?
nl: Hoeveel darts om te eindigen?
pl: Ile lotek potrzebnych było do zakończenia?
pt: Quantos dardos ou arremesos para fechar?
tr: Oyunu bitirmek için kaç dart atıldı?

source: Abort game?
cs: Zrušit hru?
da: Afbryde spillet?
de: Spiel abbrechen?
es: Abortar partida?
fi: Lopeta peli?
fr: Abandonner la partie ?
hr: Prekini igru?
it: Interrompi partita?
nl: Wedstrijd afbreken?
pl: Przerwać grę?
pt: Abortar a partida?
tr: Maçı iptal etmek mi istiyorsun?

source: Cancel
cs: Zrušit
da: Annullere
de: Zurück
es: Cancelar
fi: Peruuta
fr: Annuler
hr: Poništi
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
tr: Vazgeç

source: Waiting for
cs: Čekání na
da: Venter på
de: Warte auf
es: Esperando
fi: Odotetaan pelaajaa
fr: En attente
hr: Čekanje
it: In attesa di
nl: Wachten op
pl: Oczekiwanie na
pt: Aguardando por
tr: ... (ı/u) bekliyor

source: This page will redirect you to the game once the challenge has been accepted.
cs: Tato stránka vás přesměruje do hry, jakmile bude výzva přijata.
da: Denne side vil omdirigere dig til spillet, når udfordringen er blevet accepteret.
de: Diese Seite leitet dich weiter, sobald die Herausforderung angenommen wurde.
es: Esta página te redireccionará al juego una vez que el desafío haya sido aceptado.
fi: Sinut ohjataan automaattisesti peliin kun haaste on hyväksytty.
fr: Cette page vous redirigera vers la partie une fois que le défi aura été accepté.
hr: Stranica će te preusmjeriti do igre nakon što je prihvaćen izazov.
it: Questa pagina ti reindirizzerà alla partita una volta che la sfida è stata accettata.
nl: Deze pagina verwijst je naar het spel zodra de uitdaging is geaccepteerd.
pl: Ta strona przeniesie Cię do gry, gdy wyzwanie zostanie zaakceptowane.
pt: Esta página irá redirecioná-lo para a partida depois que o desafio for aceito.
tr: Bu sayfa sizi, daha önce kabul edilmiş bir meydan okumanın gerçekleştiği oyuna yönlendirecektir.

source: You are not logged in. Log in to play in this game.
cs: Nejste přihlášeni. Chcete-li hrát v této hře, přihlaste se.
da: Du er ikke logget på. Log på for at spille i dette spil.
de: Du bist nicht eingeloggt. Bitte einloggen um in diesem Spiel zu spielen.
es: No estás conectado. Inicia sesión para jugar en este juego.
fi: Et ole kirjautunut sisään. Kirjaudu sisään pelataksesi.
fr: Vous n'êtes pas connecté. Connectez-vous pour jouer à cette partie.
hr: Nisi prijavljen. Prijavi se za igru.
it: Non sei loggato. Accedi per giocare in questo gioco.
nl: U bent niet ingelogd. Log in om in dit spel te spelen.
pl: Nie jesteś zalogowany. Zaloguj się aby zagrać w tej grze.
pt: Você não está logado. Faça login para jogar nesta partida.
tr: Oturum açmadınız. Bu oyunda yer alabilmek için oturum açamalısınız.

source: Share this link to invite another player (must be logged in):
cs: Sdílejte tento odkaz, abyste mohli pozvat jiného hráče (musí být přihlášen):
da: Del dette link for at invitere en anden spiller (skal være logget på):
de: Teile diesen Link, um einen anderen Spieler einzuladen (muss eingeloggt sein):
es: Compartir este enlace para invitar a otro jugador (debe estar conectado):
fi: Jaa tämä linkki kutsuaksesi toisen pelaajan (täytyy olla kirjautuneena):
fr: Partagez ce lien pour inviter un autre joueur (doit être connecté) :
hr: Podijeli ovaj link za poziv drugog igrača (moraš biti prijavljen):
it: Condividi questo link per invitare un altro giocatore (deve essere loggato):
nl: Deel deze link om een andere speler uit te nodigen (moet ingelogd zijn):
pl: Udostępnij ten link, aby zaprosić innego gracza (musi być zalogowany):
pt: Compartilhe este link para convidar outro jogador (precisa estar logado):
tr: Bu linki başka bir oyuncuyu davet etmek için paylaşabilirsiniz (oturum açmış olmalıdır):

source: Copy text
cs: Kopírovat text
da: Kopiere tekst
de: Text kopieren
es: Copiar texto
fi: Kopioi teksti
fr: Copier le texte
hr: Kopiraj tekst
it: Copia testo
nl: Kopieer tekst
pl: Kopiuj tekst
pt: Copiar texto
tr: Metni kopyala

source: Waiting for player to accept public challenge.
cs: Čekání na přijetí veřejné výzvy.
da: Venter på spilleren til at acceptere offentlig udfordring.
de: Warte auf Spieler, der die öffentliche Herausforderung annimmt.
es: Esperando a que el jugador acepte el desafío público.
fi: Odotetaan, että joku hyväksyy julkisen haasteen.
fr: En attente que le joueur accepte le défi public.
hr: Čekanje na igrača da prihvati javni izazov.
it: In attesa che il giocatore accetti la sfida pubblica.
nl: Wachten tot de speler openbare uitdaging accepteert.
pl: Oczekiwanie na zaakceptowanie publicznego wyzwania przez gracza.
pt: Aguardando que o jogador aceite o desafio.
tr: Herkese açık meydan okumayı kabul edecek bir oyuncu bekleniyor.

source: Wait here. Leaving this page will cancel the challenge.
cs: Počkejte zde. Pokud opustíte tuto stránku, výzva bude zrušena.
da: Vent her. Hvis du forlader denne side, annulleres udfordringen.
de: Warte hier. Das Verlassen der Seite bricht die Herausforderung ab.
es: Espera aquí. Dejar esta página cancelará el desafío.
fi: Odota tässä. Tältä sivulta poistuminen peruuttaa haasteen.
fr: Attendez ici. Quitter cette page annulera le défi.
hr: Sačekaj. Napuštanje ove stranice će prekinuti izazov.
it: Aspetta qui. Lasciare questa pagina annullerà la sfida.
nl: Wacht hier. Als je deze pagina verlaat, wordt de uitdaging geannuleerd.
pl: Poczekaj tutaj. Pozostawienie tej strony spowoduje anulowanie wyzwania.
pt: Por favor aguarde aqui. Sair desta página cancelará o desafio.
tr: Burada bekleyin. Bu sayfadan ayrılmak meydan okumayı iptal edecektir.

source: Click to join another public challenge:
cs: Kliknutím se připojíte k jiné veřejné výzvě:
da: Klik for at deltage i en anden offentlig udfordring:
de: Klicke, um eine andere öffentliche Herausforderung anzunehmen:
es: Clic para unirte a otro desafío público:
fi: Paina tästä liittyäksesi toiseen julkiseen haasteeseen:
fr: Cliquez ici pour rejoindre un autre défi public:
hr: Klikni za ulazak u drugi javni izazov:
it: Clicca per unirti ad un'altra sfida pubblica:
nl: Klik om deel te nemen aan een andere openbare uitdaging:
pl: Kliknij, aby dołączyć do kolejnego wyzwania publicznego:
pt: Clique para participar de outro desafio:
tr: Başka bir herkese açık meydan okumaya katılmak için tıklayın:

source: Webcam games
cs: Hry přes webovou kameru
da: Webcam spil
de: Spiel mit Webcam
es: Partidas con cámara web
fi: Web-kamerapelit
fr: Match avec Webcam
hr: Igre sa web kamerama
it: Giochi con Webcam
nl: Webcam wedstrijden
pl: Gry z kamerką internetową
pt: Partidas com webcam
tr: Kameralı oyun

source: Lidarts offers X01 webcam games between two players in an experimental testing stage. We currently try an external service for video and audio communication called Jitsi.
cs: Lidarts nabízí X01 hry přes webkameru mezi dvěma hráči v experimentálním testovacím modu. V současné době zkoušíme externí službu pro video a zvukovou komunikaci s názvem Jitsi.
da: Lidarts tilbyder X01 webcam spil mellem to spillere i en eksperimentel test fase. Vi forsøger i øjeblikket en ekstern tjeneste til video-og lydkommunikation kaldet Jitsi.
de: Lidarts ermöglicht X01 Spiele mit Webcam zwischen zwei Spielern in einer experimentellen Phase. Derzeit testen wir Jitsi als externe Plattform für Video- und Audiokommunikation.
es: Lidarts ofrece juegos de webcam X01 entre dos jugadores en una etapa de prueba experimental. Actualmente intentamos un servicio externo de comunicación de vídeo y audio llamado Jitsi.
fi: Lidarts tarjoaa kahden pelaajan X01-pelejä webkameran välityksellä kokeellisessa testausvaiheessa. Tällä hetkellä käytämme ulkoista Jitsi-palvelua kuvan ja äänen siirtoon.
fr: Lidarts propose des jeux de webcam X01 entre deux joueurs dans une phase de test expérimental. Nous essayons actuellement un service externe de communication vidéo et audio appelé Jitsi.
hr: Lidarts nudi X01 igre sa web kamerama između dva igrača u eksperimentalnoj fazi. Trenutno isprobavamo vanjski servis za video i audio komunikacije zvan Jitsi.
it: Lidarts offre X01 webcam giochi tra due giocatori in una fase di test sperimentale. Attualmente proviamo un servizio esterno per la comunicazione video e audio chiamato Jitsi.
nl: Lidarts biedt X01 webcam spellen tussen twee spelers in een experimentele testfase. Momenteel proberen we een externe dienst voor video- en audiocommunicatie genaamd Jitsi.
pl: Lidarts oferuje gry X01 kamery internetowej pomiędzy dwoma graczami na etapie testowania. Obecnie sprawdzamy zewnętrzną usługę komunikacji wideo i audio o nazwie Jitsi.
pt: Lidarts oferece jogos de webcam X01 entre dois jogadores mesmo que ainda em fase de teste ou experimental. Estamos tentando atualmente uma parceria com um serviço externo de comunicação de vídeo e áudio chamado Jitsi.
tr: Lidarts iki oyuncu arasında kameralı X01 oyunu için deney aşamasında bir hizmet sunmaktadır. Ayrıca, Jitsi isimli sesli ve görüntülü iletişime izin veren harici bir servis de denenmektedir.

source: In order to play you need a webcam pointed towards your dart board and a desktop PC with a modern browser, e.g. Google Chrome or Firefox.
cs: Pro hraní potřebujete webovou kameru namířenou k vašemu terči se šipkami a desktopový počítač s moderním prohlížečem, například Google Chrome nebo Firefox.
da: For at spille du har brug for et webcam pegede mod din Dart skive og en stationær pc med en moderne browser, fx Google Chrome eller Firefox.
de: Um spielen zu können brauchst du eine Webcam, die auf dein Dartboard ausgerichtet ist, sowie einen Desktop-PC mit modernem Browser wie Google Chrome oder Firefox.
es: Para jugar necesitas una cámara web dirigida al tablero de dardos y un PC con un navegador moderno: Google Chrome o Firefox.
fi: Pelataksesi tarvitset web-kameran, joka osoittaa tauluusi, ja modernilla selaimella (esim. Google Chrome tai Firefox) varustetun PC-tietokoneen.
fr: Pour jouer vous avez besoin d'une webcam pointée vers cotre cible de fléchettes et un PC de bureau avec un navigateur moderne, p.a. Google Chrome ou Firefox.
hr: Za igru je potrebna web kamera usmjerena prema tvojoj meti i PC računalo sa modernim browserom, npr. Google Chrome ili Firefox.
it: Per giocare avete bisogno di una webcam puntata verso il vostro bull e un PC desktop con un browser moderno, es. Google Chrome o Firefox.
nl: Om te spelen heb je een webcam nodig dat gericht is op je dartbord en een computer met een moderne browser, bv. Google Chrome of Firefox.
pl: Aby zagrać z kamerą potrzebujesz kamery internetowej skierowanej na tablicę i komputer stacjonarny lub laptop z aktualną przeglądarką Google Chrome lub Firefox.
pt: Para jogar, você precisa de uma webcam direcionada para seu alvo e um computador ou notebook com um navegador moderno. Google Chrome ou Firefox.
tr: Oynayabilmek için, Google Chrome ya da Firefox gibi modern bir internet tarayaıcısına sahip masaüstü bilgisayarınıza bağlı ve dart tahtasını gösteren bir web kameraya ihtiyacınız vardır.

source: Mobile devices are not supported. We currently also provide no support for setup. You can try Jitsi Meet
cs: Mobilní zařízení nejsou podporována. V současné době také neposkytujeme podporu pro nastavení. Můžete zkusit Jitsi Meet
da: Mobilenheder understøttes ikke. Vi yder i øjeblikket heller ingen support til opsætningen. Du kan prøve Jitsi Meet
de: Mobile Geräte werden nicht unterstützt. Wir können derzeit auch keine Hilfe beim Aufbau bereitstellen. Testen kannst du Jitsi Meet
es: Los dispositivos móviles no son compatibles. Actualmente tampoco ofrecemos soporte para la configuración. Puede probar Jitsi Meet
fi: Mobiililaitteita ei tällä hetkellä tueta. Emme myöskään voi avustaa asetusten muokkaamisessa. Voit kokeilla onneasi Jitsi Meetissä
fr: Les appareils mobiles ne sont pas supportés. Nous ne fournissons pas de support pour l'installation. Vous pouvez essayer Jitsi Meet
hr: Mobilni uređaji nisu podržani. Također, renutno ne pružamo podršku za postavljanje. Možete isprobati Jitsi Meet
it: I dispositivi mobili non sono supportati. Al momento non forniamo alcun supporto per la configurazione. Puoi provare Jitsi Meet
nl: Mobiele apparaten worden niet ondersteund. We bieden momenteel ook geen ondersteuning voor de installatie. Je kunt Jitsi Meet proberen
pl: Urządzenia mobilne nie są obsługiwane. Obecnie nie obsługujemy konfiguracji. Możesz spróbować Jitsi Meet
pt: Dispositivos móveis não são suportados. No momento também não fornecemos suporte para configurações. Você pode tentar o Jitsi Meet
tr: Mobil cihazlar desteklenmemektedir. Destek için bir kurulum da sağlayamıyoruz. Jitsi Meet'i deneyebilirsiniz

source: here
cs: zde
da: Her
de: hier
es: aqui
fi: täällä
fr: ici
hr: ovdje
it: qui
nl: hier
pl: tutaj
pt: aqui
tr: burada

source: If you do not get your webcam to work there it will not work on Lidarts either.
cs: Pokud se vám nedaří nastavit vaši webovou kameru, nebude to fungovat ani na Lidarts.
da: Hvis du ikke får dit webcam til at virke der vil det ikke virke på Lidarts.
de: Wenn deine Webcam dort nicht funktioniert, dann wird sie auch auf Lidarts nicht funktionieren.
es: Si no consigue que su webcam funcione allí, tampoco funcionará en Lidarts.
fi: Jos et saa web-kameraasi toimimaan siellä, se ei toimi myöskään Lidartsissa.
fr: Si vous ne faites pas fonctionner votre webcam, il ne fonctionnera pas non plus sur Lidarts.
hr: Ako ne uspijete pokrenuti svoju web kameru, neće raditi ni na Lidartu.
it: Se non configuri la tua webcam qui non funzionerà con Lidarts.
nl: Als je je webcam niet werkend krijgt, zal het ook niet werken op Lidarts.
pl: Jeśli kamera internetowa nie będzie działać, to również nie będzie działać na platformie Lidarts.
pt: Se você não conseguir configurar o funcionamento de sua webcam no aplicativo, ela também não funcionará no Lidarts.
tr: Orada çalışabilen bir web kameranız yoksa, Lidarts üzerinde de çalışmayacaktır.

source: Although there is no ruleset for webcam play yet we call on your fairness and sportsmanship.
cs: I když neexistuje žádný soubor pravidel pro hraní přes webovou kameru, vyzýváme vás k férovému a sportovnímu chování.
da: Selv om der ikke er nogen regelsæt for webcam spil endnu opfordrer vi til din retfærdighed og sportsånd.
de: Obwohl es noch kein festes Regelwerk für Webcamspiele gibt appellieren wir an deine Fairness und sportliches Verhalten.
es: Aunque no hay reglas para el juego de webcam cam aún llamamos a su imparcialidad y estilo.
fi: Vaikka web-kamerapelejä varten ei ole erityisiä sääntöjä, odotamme pelaajilta reiluutta ja urheiluhenkisyyttä.
fr: Bien qu'il n'y ait pas encore de règles pour le jeu webcam nous faisons appel à votre équité et à votre esprit sportif.
hr: Iako ne postoje pravila za igranje web kamerom, pozivamo na vaše poštenje i sportski duh.
it: Anche se non ci sono regole per la webcam, chiediamo la vostra equità e sportività.
nl: Hoewel er geen regels zijn voor webcam wedstrijden, roepen we op tot eerlijkheid en sportiviteit.
pl: Chociaż nie ma żadnych oficjalnyc zasad dotyczących gry z kamerę internetową, zachęcamy do uczciwej sportowej rywalizacji
pt: Embora não haja regras para partidas à webcam esperamos de sua parte que atue com boa conduta esportiva, ética e espírito de justiça.
tr: Her ne kadar kameralı oyunlar için düzenlenmiş kurallar olmasa da, sizin adil ve sportmen yaklaşımınıza güvenmekteyiz.

source: We need feedback in order to improve webcam play in the future. We encourage you to send your experience via email at contact@lidarts.org
cs: Potřebujeme zpětnou vazbu, abychom mohli v budoucnu vylepšit hru přes webkameru. Vyzýváme vás poslat vaše zkušenosti e-mailem na contact@lidarts.org
da: Vi har brug for feedback for at forbedre webcam spille i fremtiden. Vi opfordrer dig til at sende din oplevelse via e-mail på contact@lidarts.org
de: Wir brauchen Rückmeldungen, um das Spielen mit Webcams in Zukunft zu verbessern. Gerne kannst du uns deine Erfahrungen per E-Mail an contact@lidarts.org schicken
es: Necesitamos comentarios para mejorar el juego de webcam en el futuro. Te animamos a enviar tu experiencia por correo electrónico a contact@lidarts.org
fi: Tarvitsemme palautetta parantaaksemme web-kamerapelaamista. Toivomme sinun lähettävän palautteesi sähköpostitse osoitteeseen contact@lidarts.org
fr: Nous avons besoin de feedback pour améliorer le match webcam dans le futur. Nous vous encourageons à envoyer votre expérience par e-mail à contact@lidarts.org
hr: Potrebne su nam povratne informacije kako bismo u budućnosti poboljšali igranje web kamerom. Potičemo vas da svoje iskustvo pošaljete e-poštom na contact@lidarts.org
it: Abbiamo bisogno di feedback per migliorare il gioco in webcam in futuro. Ti invitiamo a inviare la tua esperienza via e-mail a contact@lidarts.org
nl: We hebben feedback nodig om webcam wedstrijden in de toekomst te verbeteren. We moedigen je aan om je ervaring via e-mail te verzenden naar contact@lidarts.org
pl: Potrzebujemy opinii aby ulepszyć gry z kamerą internetową w przyszłości. Zachęcamy do wysyłania swoich doświadczeń za pośrednictwem poczty elektronicznej pod adresem contact@lidarts.org
pt: Precisamos de seu feedback constantemente para melhorar a jogabilidade com uso de webcam. Recomendamos que você envie sua experiência por email em contact@lidarts.org
tr: Gelecekte kameralı oyunları geliştirmek için sizlerin geri bildirimine ihtiyaç duymaktayız. Deneyimlerinizi, contact@lidarts.org adresine göndereceğiniz bir e-posta ile bizlerle paylaşmanızı diliyoruz.

source: Game was aborted.
cs: Hra byla zrušena.
da: Spillet blev afbrudt.
de: Spiel wurde abgebrochen.
es: Juego abortado.
fi: Peli on peruttu.
fr: La partie a été abandonnée.
hr: Igra je prekinuta.
it: La partita è stata annullata.
nl: Wedstrijd werd afgebroken.
pl: Gra została przerwana.
pt: A partida foi abortada.
tr: Maç durduruldu.

source: Challenge was declined or withdrawn.
cs: Výzva byla odmítnuta nebo stažena.
da: Udfordringen blev afvist eller trukket tilbage.
de: Herausforderung wurde abgelehnt oder zurückgezogen.
es: El desafío fue rechazado o retirado.
fi: Haaste hylätty tai peruttu.
fr: Le défi a été décliné ou retiré.
hr: Izazov je odbijen ili je povučen.
it: La sfida è stata rifiutata o ritirata.
nl: Uitdaging werd geweigerd of ingetrokken.
pl: Wyzwanie zostało odrzucone lub wycofane.
pt: O desafio foi recusado ou retirado.
tr: Meydan okuma reddedildi ya da geri çekildi.

source: Match start
cs: Start zápasu
da: Kamp start
de: Spielbegin
es: Comienzo de partida
fi: Ottelu alkoi
fr: Début du match
hr: Igra počinje
it: Inizio partita
nl: Begin wedstrijd
pl: Rozpoczęcie meczu
pt: Início do jogo
tr: Maç başlangıcı

source: Match duration
cs: Délka zápasu
da: Kampens varighed
de: Spieldauer
es: Duración de la partida
fi: Ottelun kesto
fr: Durée du match
hr: Trajanje igre
it: Durata della partita
nl: Wedstrijdduur
pl: Długość meczu
pt: Duração da partida
tr: Maç süresi

source: hours
cs: hodin
da: Timer
de: Stunden
es: horas
fi: tuntia
fr: heures
hr: sati
it: ore
nl: uren
pl: godzin
pt: horas
tr: saat

source: minutes
cs: minut
da: Minutter
de: Minuten
es: minutos
fi: minuuttia
hr: minute
it: minuti
nl: minuten
pl: minut
pt: minutos
tr: dakika

source: seconds
cs: vteřin
da: Sekunder
de: Sekunden
es: segundos
fi: sekuntia
fr: secondes
hr: sekunde
it: secondi
nl: seconden
pl: sekund
pt: segundos
tr: saniye

source: Webcam game
cs: Hra přes webovou kameru
da: Webcam spil
de: Webcam-Spiel
es: Partida con cámara web
fi: Webcam-peli
fr: Match webcam
hr: Igra web kamerom
it: Gioco con Webcam
nl: Webcam wedstrijd
pl: Gra przez kamerkę
pt: Partida à Webcam
tr: Kameralı oyun

source: Mark distribution - absolute (%% of total)
cs: Distribuce bodů - absolutní (%% z celkového počtu)
da: Mark fordeling - absolut (%% af den samlede)
de: Marks-Verteilung - absolut (%% total)
fi: Merkitse jakautuminen - absoluuttinen (%% yhteensä)
fr: Répartition des marques - absolu (%% du total)
hr: Distribucija ocjena - apsolutno (%% od ukupnog broja)
it: Contrassegna distribuzione - assoluta (%% del totale)
nl: Puntenverdeling - absoluut (%% van het totaal)
pl: Rozkład ocen - bezwzględny (%% z sumy)
pt: Marcar a distribuição - absoluta (%% do total)
tr: Atışların dağılımı - (toplamın %% olarak) mutlak değeri

source: Closest to bull begins. Please throw three darts at bull.
cs: Nejbližší ke středu začína. Vhodte tři šipky do středu terče.
da: Tættest på Bull begynder. Vær venlig at kaste tre dart mod Bull.
de: Ausbullen. Bitte drei Darts auf Bull werfen.
es: El más cercano al centro empieza. Por favor, lanza los tres dardos al centro.
fi: Lähempänä keskustaa aloittaa. Heitä kolme tikkaa keskelle.
fr: Le plus proche de la bulle commence. Lancez trois fléchettes à la bulle.
hr: Počinje igrač bliži centru. Molimo bacite 3 strelice prema centru.
it: Inizia il bull più vicino. Per favore, lancia tre freccette al bull.
nl: Dichtsbij de bull mag beginnen. Gooi drie pijlen op de bull.
pl: Rzut do środka rozpoczęty. Proszę rzucić trzy lotki do środka.
pt: O mais próximo do Bull começa a partida. Por favor, jogue três dardos em direção ao Bull.
tr: Bull merkezine en yakın atan başlar. Lütfen bull merkezine üç dart atınız.

source: Local game. Player 1 throws all three darts first.
cs: Lokální hra. Hráč 1 hodí všechny tři šipky.
da: Lokalt spil. Spiller 1 kaster alle tre dart først.
de: Lokales Spiel. Spieler 1 wirft zuerst alle drei Darts.
es: Juego local. El jugador 1 lanza los tres dardos en primer lugar.
fi: Paikallinen peli. Pelaaja 1 heittää ensin kolme tikkaa.
fr: Le joueur 1 lance ses trois fléchettes en premier.
hr: Lokalna igra. Igrač 1 prvi baca sve 3 strelice.
it: Gioco locale. Il giocatore 1 lancia prima tutte e tre le freccette.
nl: Lokale wedstrijd. Speler 1 gooit als eerste drie pijlen.
pl: Gra lokalna. Gracz 1 rzuca wszystkimi trzema lotkami.
pt: Jogo local. Jogador 1 lança todos os três dardos primeiro.
tr: Yerel oyun. İlk olarak 1 numaralı oyuncu üç dartını da atar.
