Repository: mischkadb/lidarts
Catalog: lidarts/translations/*/LC_MESSAGES/messages.po
Languages: cs, da, de, es, fi, fr, hr, it, nl, pl, pt, tr

source: Number of games
cs: Počet her
da: Antal spil
de: Anzahl Spiele
es: Número de partidas
fi: Pelatut pelit
fr: Nombre de parties
hr: Broj igara
it: Numero di partite
nl: Aantal wedstrijden
pl: Liczba gier
pt: Número de partidas
tr: Maç sayısı

source: Games Won
cs: Vyhrané hry
da: Spil Vundet
de: Spiele gewonnen
es: Partidas Ganadas
fi: Voitetut pelit
fr: Parties gagnées
hr: Igara dobiveno
it: Partite Vinte
nl: Gewonnen wedstrijden
pl: Gry wygrane
pt: Partidas vencidas
tr: Kazanılan maçlar

source: Games Lost
cs: Prohrané hry
da: Spil Tabt
de: Spiele verloren
es: Partidas perdidas
fi: Hävityt pelit
fr: Parties perdues
hr: Igara izgubljeno
it: Partite Perse
nl: Verloren wedstrijden
pl: Gry przegrane
pt: Partidas perdidas
tr: Kaybedilen maçlar

source: Games Draw
cs: Remizované hry
da: Spil Uafgjort
de: Spiele unentschieden
es: Partidas empatadas
fi: Tasapelit
fr: Matchs nuls
hr: Igara nerješeno
it: Partite pareggiate
nl: Wedstrijden gelijkspel
pl: Gry zremisowane
pt: Jogos empatados
tr: Berabere kalan maçlar

source: Number of Legs
cs: Počet legů
da: Antal Sæt
de: Anzahl Legs
es: Número de partidas
fi: Pelatut legit
fr: Nombre de manches
hr: Broj Legova
it: Numero di Legs
nl: Aantal legs
pl: Liczba legów
pt: Número de legs
tr: Oyun sayısı

source: Legs Won
cs: Vyhrané legy
da: Sæt Vundet
de: Legs gewonnen
es: Etapas ganadas
fi: Voitetut legit
fr: Manches gagnées
hr: Legova dobiveno
it: Legs Vinti
nl: Gewonnen legs
pl: Legi wygrane
pt: Legs ganhos
tr: Kazanılan oyunlar

source: Legs Lost
cs: Prohrané legy
da: Sæt Tabt
de: Legs verloren
es: Etapas perdidas
fi: Hävityt legit
fr: Manches perdues
hr: Legova izgubljeno
it: Legs Persi
nl: Verloren legs
pl: Legi przegrane
pt: Legs perdidos
tr: Kaybedilen oyunlar

source: Darts thrown
cs: Vhozených šipek
da: Pile brugt
de: Darts geworfen
es: Dardos lanzados
fi: Heitetyt tikat
fr: Fléchettes lancées
hr: Bačeno strelica
it: Freccette lanciate
nl: Darts gegooid
pl: Lotki rzucone
pt: Dardos lançados
tr: Atılan dart sayısı

source: Number of games / legs:
cs: Počet her / legů:
da: Antal spil/sæt:
de: Anzahl Spiele / Legs:
es: Número de partidas / etapas:
fi: Pelien / legien määrä:
fr: Nombre de parties / manches :
hr: Broj igara/legova:
it: Numero di partite / legs:
nl: Aantal wedstrijden / legs:
pl: Liczba gier / legów:
pt: Número de partidas / legs:
tr: Maçlar / oyunlar sayısı:

source: Tournament details
cs: Detaily turnaje
da: Turneringsdetaljer
de: Turnierdetails
es: Detalles del torneo
fi: Turnauksen tiedot
fr: Détails du tournoi
hr: Detalji turnira
it: Dettagli torneo
nl: Toernooi details
pl: Szczegóły turnieju
pt: Detalhes do torneio
tr: Turnuva detayları

source: Leave Tournament
cs: Opustit turnaj
da: Forlad Turnering
de: Turnier verlassen
es: Abandonar Torneo
fi: Poistu turnauksesta
fr: Quitter le tournoi
hr: Napusti turnir
it: Abbandona Torneo
nl: Toernooi verlaten
pl: Opuść turniej
pt: Sair do torneio
tr: Turnuvadan ayrıl

source: Join Tournament
cs: Připojit se do turnaje
da: Deltag i turnering
de: Turnier beitreten
es: Unirse al Torneo
fi: Liity turnaukseen
fr: Rejoindre le tournoi
hr: Pridruži se turniru
it: Unisciti Al Torneo
nl: Deelnemen aan toernooi
pl: Dołącz do turnieju
pt: Junte-se ao Torneio
tr: Turnuvaya katıl

source: Create tournament game
cs: Vytvořit turnaj
da: Opret turneringspil
de: Turnierspiel erstellen
es: Crear torneo
fi: Uusi turnauspeli
fr: Créer un tournoi
hr: Kreiraj turnirsku igru
it: Crea partita torneo
nl: Toernooiwedstrijd aanmaken
pl: Utwórz mecz turniejowy
pt: Crie um jogo de torneio
tr: Turnuva maçı oluştur

source: Stream tournament games
cs: Streamování turnajových her
da: Opret turneringspil
de: Streame Turnierspiele
es: Retransmisión de torneos
fi: Streamaa turnauspeliä
fr: Stream des parties de tournoi
hr: Streamaj turnirsku igru
it: Stream partite torneo
nl: Zend toernooi matchen uit
pl: Transmituj turniej
pt: Faça stream de jogos de torneio
tr: Turnuva maçlarını yayınla

source: Creator
cs: Vytvořil
da: Skaberen
de: Ersteller
es: Creador
fi: Luonut
fr: Créateur
hr: Kreator
it: Creatore
nl: Maker
pl: Twórca
pt: Criador
tr: Oluşturan

source: Watch live games
cs: Sledovat zápasy živě
da: Se live spil
de: Livespiele ansehen
es: Ver partidas en vivo
fi: Katso liveotteluita
fr: Regarder des parties en direct
hr: Gledaj igre uživo
it: Guarda partite live
nl: Bekijk live wedstrijden
pl: Ogladaj mecze na żywo
pt: Assistir a partidas ao vivo
tr: Canlı maçları seyredin

source: Start
es: Comenzar
fi: Aloita
fr: Démarrer
it: Inizia
pl: Rozpocznij
pt: Início
tr: Başla

source: Edit settings
cs: Upravit nastavení
da: Rediger indstillinger
de: Einstellungen bearbeiten
es: Editar ajustes
fi: Muokkaa asetuksia
fr: Éditer les paramètres
hr: Uredi postavke
it: Modifica impostazioni
nl: Instellingen bewerken
pl: Edytuj ustawienia
pt: Editar configurações
tr: Ayarları düzenle

source: Tournaments on Lidarts
cs: Turnaje na Lidarts
da: Turneringer på Lidarts
de: Turniere auf Lidarts
es: Torneos en Lidarts
fi: Turnaukset Lidartsissa
fr: Tournois sur Lidarts
hr: Turniri na Lidartsu
it: Tornei su Lidarts
nl: Toernooien op Lidarts
pl: Turnieje na Lidarts
pt: Torneios no Lidarts
tr: Lidarts üzerindeki turnuvalar

source: Currently Lidarts does not host any tournaments. Several external communities use Lidarts to play their tournaments though.
cs: V současné době Lidarts nehostí žádné turnaje. Několik externích komunit využívá Lidarts k hraní na svých turnajích.
da: I øjeblikket lidarts ikke vært for nogen turneringer. Flere eksterne samfund bruger Lidarts til at spille deres turneringer selv.
de: Im Moment veranstaltet Lidarts selbst keine Turniere. Mehrere externe Communities spielen ihre Turnier jedoch auf Lidarts aus.
es: Actualmente Lidarts no acoge ningún torneo. Varias comunidades externas utilizan Lidarts para jugar a sus torneos.
fi: Tällä hetkellä Lidartsissa ei ole avoimia turnauksia. Useat yksityiset porukat kuitenkin käyttävät Lidartsia turnauksissaan.
fr: Actuellement, Lidarts n'organise aucun tournoi. Diverses communautés externes utilisent Lidarts pour organiser leurs propres tournois.
hr: Trenutačno Lidarts ne održava nijedan turnir. Ipak, nekoliko vanjskih zajednica koristi Lidarts za igranje svojih turnira.
it: Attualmente Lidarts non ospita alcun torneo. Diverse comunità esterne usano Lidarts per giocare i loro tornei.
nl: Op dit moment organiseert Lidarts geen toernooien. Verschillende externe gemeenschappen gebruiken Lidarts wel om hun toernooien te spelen.
pl: Obecnie Lidarts nie jest gospodarzem żadnych turniejów. Kilka społeczności zewnętrznych używa Lidarts, aby grać w swoje turnieje.
pt: Atualmente o Lidarts não hospeda ou cria nenhum torneio. Várias comunidades externas usam Lidarts para tal finalidade.
tr: Mevcut durumda, Lidarts herhangi bir turnuvaya ev sahipliği yapmamaktadır. Birçok harici birlik Lidarts'ı kendi turnuvalarını organize etmek için kullanmaktadır.

source: This area currently provides tournaments an own page similar to the chat. There is also a list of upcoming public tournaments.
cs: Tato oblast v současné době poskytuje vlastní stránku turnaje podobnou chatu. Existuje také seznam nadcházejících veřejných turnajů.
da: Dette område giver i øjeblikket turneringer en egen side, der ligner chatten. Der er også en liste over kommende offentlige turneringer.
de: Dieser Bereich stellt Turnieren eine eigene Seite ähnlich des Chats zur Verfügung. Es gibt auch eine Liste mit anstehenden, öffentlichen Turnieren.
es: Esta área actualmente proporciona a los torneos una página propia similar al chat. También hay una lista de los próximos torneos públicos.
fi: Tällä alueella on tällä hetkellä turnauksia oma sivu samanlainen kuin chat. On myös luettelo tulevista julkisista turnauksista.
fr: Cette zone fournit actuellement aux tournois une page personnelle similaire au chat. Il y a également une liste des tournois publics à venir.
hr: Ovo područje trenutno nudi turnirima vlastitu stranicu sličnu chatu. Tu je i popis nadolazećih javnih turnira.
it: Questa zona attualmente fornisce tornei una propria pagina simile alla chat. C'è anche una lista di tornei pubblici imminenti.
nl: Dit gebied biedt momenteel toernooien die vergelijkbaar zijn met de chat. Er is ook een lijst van aanstaande openbare toernooien.
pl: Ten obszar pokazuję obecnie trwające turnieje. Istnieje również lista nadchodzących turniejów.
pt: Esta área atualmente fornece torneios a uma página semelhante de bate-papo. Há também uma lista de torneios públicos futuros.
tr: Bu alan, sohbet ekranına benzer bir şekilde, turnuvalara özel bir sayfa sağlamaktadır. Aynı zamanda, gelecek turnuvaların listesi de vardır.

source: Joining a tournament will only make you appear in the tournament's user list at the moment. It does not sign you up.
cs: Připojení k turnaji vás momentálně jen přidá do seznamu hráčů turnaje a nezaregistruje vás.
da: Deltagelse i en turnering vil kun få dig til at blive vist på turneringens brugerliste i øjeblikket. Det betyder ikke tilmelde dig.
de: Das Beitreten eines Turniers fügt dich aktuell nur zur Onlineliste des Turniers hinzu. Du meldest dich damit nicht zum Turnier an.
es: Unirse a un torneo sólo te hará aparecer en la lista de usuarios del torneo por el momento. No te inscribe.
fi: Turnaukseen liittyminen saa sinut vain näkymään turnauksen käyttäjälistalla tällä hetkellä. Se ei ole rekisteröitynyt sinulle.
fr: Rejoindre un tournoi ne vous fera apparaître que dans la liste des utilisateurs du tournoi pour le moment. Cela ne vous y inscrit pas.
hr: Ako se pridružite turniru, trenutno ćete se pojaviti samo na popisu korisnika turnira. Ne prijavljuje vas automatski.
it: Partecipare a un torneo ti farà apparire solo nella lista degli utenti del torneo al momento. Non ti registra.
nl: Deelnemen aan een toernooi zorgt er alleen voor dat je op dit moment op de gebruikerslijst van het toernooi verschijnt. Je bent nog niet ingeschreven.
pl: Dołączenie do turnieju sprawi, że pojawisz się na liście graczy turnieju.
pt: Juntar-se a um torneio só vai fazer você aparecer na lista de usuários do torneio no momento. Ele não garante o seu registro.
tr: Bir turnuvaya katılmak, isminizin turnuva listesinde görünmesini sağlayacaktır. Bu sizin kayıt olduğunuz anlamına gelmez.

source: Your tournaments
cs: Vaše turnaje
da: Dine turneringer
de: Deine Turniere
es: Tus torneos
fi: Sinun turnauksesi
fr: Vos tournois
hr: Vaši turniri
it: I tuoi tornei
nl: Jouw toernooien
pl: Twoje turnieje
pt: Seus torneios
tr: Turnuvalarınız

source: You have not created a tournament yet.
cs: Zatím jsi nevytvořil turnaj.
da: Du har ikke oprettet en turnering endnu.
de: Du hast noch kein Turnier erstellt.
es: Aún no has creado un torneo.
fi: Et ole vielä luonut turnausta.
fr: Vous n'avez pas encore créé de tournoi.
hr: Još niste kreirali turnir.
it: Non hai ancora creato un torneo.
nl: Je hebt nog geen toernooi aangemaakt.
pl: Nie utworzyłeś jeszcze turnieju.
pt: Você ainda não criou um torneio.
tr: Henüz bir turnuva oluşturmadınız.

source: Create a new tournament
cs: Vytvořit nový turnaj
da: Opret en ny turnering
de: Neues Turnier erstellen
es: Crear un nuevo torneo
fi: Luo uusi turnaus
fr: Créer un nouveau tournoi
hr: Kreiraj novi turnir
it: Crea un nuovo torneo
nl: Maak een nieuw toernooi
pl: Utwórz nowy turniej
pt: Criar um novo torneio
tr: Yeni bir turnuva oluşturun

source: Tournament will appear in the upcoming tournaments list
cs: Turnaj se objeví v nadcházejícím seznamu turnajů
da: Turneringen vises på listen over kommende turneringer
de: Turnier wird in der Liste der anstehenden Turniere erscheinen
es: El Torneo aparecerá en la lista de torneos próximos
fi: Turnaus näkyy tulevissa turnauslistassa
fr: Le tournoi apparaîtra dans la liste des tournois à venir
hr: Turnir će se pojaviti na popisu nadolazećih turnira
it: Il torneo apparirà nella prossima lista dei tornei
nl: Toernooi zal verschijnen in de komende toernooilijst
pl: Turniej pojawi się na liście turniejów
pt: O torneio aparecerá na lista de torneios futuros
tr: Turnuva, gelecek turnuvalar listesinde görünecektir

source: Link to tournament website with more information
cs: Odkaz na webové stránky turnaje s více informacemi
da: Link til turneringens hjemmeside med mere information
de: Link zur Turnierwebseite mit zusätzlichen Informationen
es: Enlace al sitio web del torneo con más información
fi: Linkki turnaussivustolle, jossa on lisätietoa
fr: Lien vers le site web du tournoi avec plus d'informations
hr: Link na web stranicu turnira s više informacija
it: Link al sito web del torneo con maggiori informazioni
nl: Link naar tornooiwebsite met meer informatie
pl: Link do strony turniejowej z większą ilością informacji
pt: Link para o site do torneio com mais informações
tr: Daha fazla bilgi için turnuva web sitesine bağlanın

source: Start date and time:
cs: Datum a čas začátku:
da: Startdato og klokkeslæt:
de: Startdatum und -zeit:
es: Fecha y hora de inicio:
fi: Alkamispäivä ja -aika:
fr: Date et heure de début :
hr: Datum i vrijeme početka:
it: Data e ora di inizio:
nl: Startdatum en -tijd:
pl: Data i godzina rozpoczęcia:
pt: Data e hora de início:
tr: Başlangıç tarih ve saati:

source: Upcoming tournaments
cs: Nadcházející turnaje
da: Kommende turneringer
de: Anstehende Turniere
es: Próximos torneos
fi: Tulevat turnaukset
fr: Tournois à venir
hr: Nadolazeći turniri
it: Prossimi tornei
nl: Aankomende toernooien
pl: Nadchodzące turnieje
pt: Próximos torneios
tr: Gelecek turnuvalar

source: There are no upcoming public tournaments at the moment.
cs: V tuto chvíli neexistují žádné nadcházející veřejné turnaje.
da: Der er ingen kommende offentlige turneringer i øjeblikket.
de: Es gibt aktuell keine öffentlichen, anstehenden Turniere.
es: No hay próximos torneos públicos por el momento.
fi: Tällä hetkellä ei ole tulossa julkisia turnauksia.
fr: Il n'y a pas de tournoi public à venir pour le moment.
hr: Trenutačno nema nadolazećih javnih turnira.
it: Non ci sono tornei pubblici imminenti al momento.
nl: Er zijn momenteel geen aankomende openbare toernooien.
pl: Obecnie nie ma żadnych turniejów publicznych.
pt: Não há futuros torneios públicos no momento.
tr: Yakında gerçekleşecek bir turnuva bulunmamaktadır.

source: Edit tournament settings
cs: Upravit nastavení turnaje
da: Rediger turneringsindstillinger
de: Turniereinstellungen bearbeiten
es: Editar ajustes del torneo
fi: Muokkaa turnauksen asetuksia
fr: Éditer les paramètres du tournoi
hr: Uredi postavke turnira
it: Modifica impostazioni torneo
nl: Bewerk toernooi instellingen
pl: Edytuj ustawienia turnieju
pt: Editar configurações do torneio
tr: Turnuva ayarlarını düzenle

source: Players are able to join the tournament.
cs: Hráči se mohou připojit do turnaje.
da: Spillere er i stand til at deltage i turneringen.
de: Spieler können dem Turnier beitreten.
es: Los jugadores pueden unirse al torneo.
fi: Pelaajat voivat liittyä turnaukseen.
fr: Les joueurs peuvent participer au tournoi.
hr: Igrači se mogu pridružiti turniru.
it: I giocatori possono partecipare al torneo.
nl: Spelers kunnen deelnemen aan het toernooi.
pl: Gracze mogą dołączyć do turnieju.
pt: Jogadores podem participar do torneio.
tr: Oyuncular turnuvaya katılabilirler.

source: Manage player list
cs: Spravovat seznam hráčů
da: Administrer spillerliste
de: Spielerliste verwalten
es: Administrar lista de jugadores
fi: Hallitse pelaajalistaa
fr: Gérer la liste des joueurs
hr: Uredi popis igrača
it: Gestisci elenco giocatori
nl: Beheer spelerslijst
pl: Zarządzaj listą graczy
pt: Gerenciar lista de jogadores
tr: Oyuncu listesini yönet

source: Banned players
cs: Zablokovaní hráči
da: Forbudte spillere
de: Gebannte Spieler
es: Jugadores prohibidos
fi: Estetyt pelaajat
fr: Joueurs bannis
hr: Uklonjeni igrači
it: Giocatori bloccati
nl: Geblokkeerde spelers
pl: Zablokowani gracze
pt: Jogadores banidos
tr: Engellenmiş oyuncular

source: Unban
cs: Odblokovat
da: Ikke udeluk spillere
de: Entbannen
es: Desbanear
fi: Poista esto
fr: Débannir
hr: Poništi zabranu pridruživanja
it: Sblocca
nl: Deblokkeren
pl: Odblokuj
pt: Desbanir
tr: Engellemeyi kaldır

source: Kick player
cs: Vyhodit hráče
da: Spark spiller
de: Rauswerfen
es: Expulsar jugador
fi: Potki pelaaja
fr: Expulser le joueur
hr: Izbaci igrača
it: Espelli giocatore
nl: Verwijder speler
pl: Wyrzuć gracza
pt: Expulsar jogador
tr: Oyuncuyu başlat

source: Do you want to kick
cs: Chcete vyhodit
da: Vil du sparke
de: Rauswurf von Spieler
es: ¿Quieres expulsar al jugador
fi: Haluatko potkia pelaajan
fr: Voulez-vous bannir
hr: Da li želite izbaciti
it: Vuoi espellere
nl: Wil je verwijderen
pl: Czy chcesz wyrzucić
pt: Você deseja expulsar
tr: Başlamak istiyor musun

source: The player will be able to join the tournament again.
cs: Hráč se bude moci znovu připojit k turnaji.
da: Spilleren vil være i stand til at deltage i turneringen igen.
de: Der Spieler kann dem Turnier erneut beitreten.
es: El jugador podrá unirse al torneo de nuevo.
fi: Pelaaja voi taas liittyä turnaukseen.
fr: Le joueur pourra à nouveau rejoindre le tournoi.
hr: Igrač će se moći ponovno pridružiti turniru.
it: Il giocatore sarà in grado di partecipare nuovamente al torneo.
nl: De speler zal weer deel kunnen nemen aan het toernooi.
pl: Gracz będzie mógł ponownie dołączyć do turnieju.
pt: O jogador poderá se juntar novamente ao torneio.
tr: Oyuncu turnuvaya tekrar katılabilir.

source: Close
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
hr: Zatvori
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar
tr: Kapat

source: Kick
cs: Vyhodit
da: Spark
de: Rauswerfen
es: Expulsar
fi: Potki
fr: Expulser
hr: Izbaci
it: Espelli
nl: Verwijder
pl: Wyrzuć
pt: Expulsar
tr: Başla

source: Ban player
cs: Zablokovat hráče
da: Udeluk spiller
de: Verbannen
es: Banear jugador
fi: Estä pelaaja
fr: Joueurs bannis
hr: Zabrani igraču pristup
it: Blocca giocatore
nl: Blokkeer speler
pl: Zablokuj gracza
pt: Banir jogador
tr: Oyuncuyu engelle

source: Do you want to ban
cs: Chcete zablokovat
da: Ønsker du at udeluk
de: Verbannen von Spieler
es: ¿Quieres banear al jugador
fi: Haluatko estää tämän
fr: Voulez-vous bannir
hr: Da li želite zabraniti pristup
it: Vuoi espellere
nl: Wil je verwijderen
pl: Czy chcesz zablokować
pt: Você deseja banir
tr: [Name of player] ı engellemek istiyor musun?

source: The player will NOT be able to join the tournament again.
cs: Hráč se nebude moci znovu připojit k turnaji.
da: Spilleren vil IKKE være i stand til at deltage i turneringen igen.
de: Der Spieler wird dem Turnier NICHT wieder beitreten können.
es: El jugador NO podrá unirse al torneo de nuevo.
fi: Pelaaja EI voi taas liittyä turnaukseen.
fr: Le joueur NE pourra PLUS rejoindre le tournoi.
hr: Igrač se NEĆE više moći pridružiti turniru.
it: Il giocatore NON sarà in grado di partecipare nuovamente al torneo.
nl: De speler kan NIET meer deelnemen aan het toernooi.
pl: Gracz NIE będzie mógł ponownie dołączyć do turnieju.
pt: O jogador NÃO poderá entrar no torneio novamente.
tr: Oyuncu turnuvaya bir daha katılamaz.

source: Ban
cs: Zablokovat
da: Udeluk
de: Bannen
es: Banear
fi: Porttikielto
fr: Bannir
hr: Zabrani
it: Blocca
nl: Verbannen
pl: Zablokuj
pt: Banir
tr: Engelle

source: Unban player
cs: Odblokovat hráče
da: Ikke udeluk spiller
de: Entbannen
es: Desbanear jugador
fi: Poista porttikielto
fr: Débannir le joueur
hr: Dopusti igraču pristup
it: Sblocca giocatore
nl: Deblokkeer speler
pl: Odblokuj gracza
pt: Desbanir jogador
tr: Engeli kaldır

source: Do you want to unban
cs: Chcete odblokovat
da: Vil du udeluk
de: Entbannen von Spieler
es: ¿Quieres desbanear al jugador
fi: Haluatko poistaa porttikiellon
fr: Voulez-vous débannir
hr: Da li želite ukloniti zabranu
it: Vuoi sbloccare
nl: Wil je deblokkeren
pl: Czy chcesz odblokować
pt: Você quer desbanir
tr: [Name of player] ın engelini kaldırmak istiyor musun?

source: Tournament streaming
cs: Streamování turnaje
da: Turneringsstreaming
de: Turnier-Streaming
es: Transmisión de torneo
fi: Turnauksen streaming
fr: Streaming du tournoi
hr: Streaming turnira
it: Streaming torneo
nl: Toernooi streaming
pl: Transmisja turnieju
pt: Transmissão de torneio
tr: Turnuva yayını

source: As a tournament creator you can get access to the video feeds of the webcam games if both players consent to streaming.
cs: Jako tvůrce turnaje získáte přístup ke video kanálům z webových kamer, pouze pokud oba hráči souhlasili se streamováním.
da: Som turneringsskaber kan du få adgang til webcam-spillenes videofeeds, hvis begge spillere giver sit samtykke til streaming
de: Als Turnierersteller kannst du Zugang zu den Video-Feeds der Webcamspiele erhalten, wenn beide Spieler einverstanden sind.
es: Como creador de torneos puedes obtener acceso a los canales de vídeo de los juegos de webcam si ambos jugadores consienten la transmisión en streaming.
fi: Turnauksen luojana voit saada käyttöösi webcam -pelien videosyötteet, jos molemmat pelaajat suostuvat suoratoistoon.
fr: En tant que créateur de tournois, vous pouvez accorrder l'accès aux flux vidéo des jeux de webcam si les deux joueurs consentent à la diffusion.
hr: Kao kreator turnira možete dobiti pristup video izvorima igara putem web kamere ako oba igrača pristanu na streaming.
it: Come creatore di tornei è possibile accedere ai video feed dei giochi con webcam se entrambi i giocatori acconsentono allo streaming.
nl: Als toernooimaker kun je toegang krijgen tot de videofeeds van de webcam spellen als beide spelers instemmen met streamen.
pl: Jako twórca turnieju możesz uzyskać dostęp do kanałów wideo gier z kamerą internetową, jeśli obaj gracze wyrażą zgodę na streamowanie.
pt: Como criador de torneios, você pode ter acesso aos feeds de vídeo dos jogos com webcam habilitados se ambos os jogadores consentirem em fazer streaming ou transmissão.
tr: Turnuva oluşturucusu olarak, eğer iki oyuncunun da rızası varsa, video beslemelerine erişim sağlayabilirsiniz.
