Repository: mischkadb/lidarts
Catalog: lidarts/translations/*/LC_MESSAGES/messages.po
Languages: cs, da, de, es, fi, fr, hr, it, nl, pl, pt, tr

source: Select a game you want to stream. The links below redirect you to the game's score page and video call. You should set these up in a streaming software for custom display.
cs: Vyberte hru, kterou chcete streamovat. Níže uvedené odkazy přesměrují na stránku skóre a videohovoru. Můžete je využít pro vlastní zobrazení v streamovacím softwaru.
da: Vælg et spil, du vil streame. Nedenstående links omdirigerer dig til spillets scoreside og videoopkald. Du bør konfigurere disse i en streamingsoftware til brugerdefineret visning.
de: Wähle ein Spiel aus, das du streamen möchtest. Die untenstehenden Links leiten dich zur Scoreseite und zum Videoanruf weiter. Diese sollten in einer Streaming-Software für eine zugeschnittene Anzeige eingestellt werden.
es: Selecciona un juego que quieres transmitir. Los enlaces de abajo te redireccionan a la página de puntuación del juego y videollamada. Debe configurarlos en un software de streaming para una visualización personalizada.
fi: Valitse peli, jonka haluat suoratoistaa. Alla olevat linkit ohjaavat sinut pelin tulossivulle ja videopuhelulle. Sinun pitäisi määrittää nämä suoratoisto-ohjelmisto mukautettua näyttöä.
fr: Sélectionnez un jeu que vous voulez diffuser. Les liens ci-dessous vous redirigent vers la page de score et l'appel vidéo du jeu. Vous devriez les configurer dans un logiciel de streaming pour un affichage personnalisé.
hr: Odaberite igru ​​koju želite streamati. Veze u nastavku preusmjeravaju vas na stranicu s rezultatom utakmice i video poziv. Trebali biste ih postaviti u softveru za streamanje za prilagođeni prikaz.
it: Seleziona un gioco che vuoi trasmettere. I link qui sotto ti reindirizzano alla pagina punteggi e videochiamata del gioco. Dovresti configurarli in un software di streaming per un display personalizzato.
nl: Selecteer een spel dat je wilt streamen. De links hieronder verwijzen je naar de score van het spel en video-oproep. Voor een aangepast display kan je gebruik maken een streaming-software.
pl: Wybierz grę, którą chcesz strumieniować. Poniższe linki przekierowują Cię do strony wyników gry i rozmowy wideo. Powinieneś skonfigurować je w oprogramowaniu strumieniowym do wyświetlania niestandardowego.
pt: Selecione um jogo que você deseja transmitir. Os links abaixo redirecionam para a página de pontuação e vídeo chamada do jogo. Você deve configurá-los em um software de streaming para exibição personalizada.
tr: Yayınlamak istediğiniz maçı seçin. Aşağıdaki bağlantılar sizi oyunun puan tablosuna ve video görüntüsüne yönlendirecektir. Özel görüntü için bunları yayın yazılımı üzerinden ayarlamanız gerekmektedir.

source: Generate new API key
cs: Generovat nový API klíč
da: Generer ny API-nøgle
de: Neuen API-Schlüssel generieren
es: Generar nueva clave API
fi: Luo uusi API-avain
fr: Générer une nouvelle clé API
hr: Generiraj novi API ključ
it: Genera nuova chiave API
nl: Nieuwe API key genereren
pl: Wygeneruj nowy klucz API
pt: Gerar nova chave de API
tr: Yeni bir API anahtarı yaratın

source: Tournament name
cs: Název turnaje
da: Turneringsnavn
de: Turniername
es: Nombre del Torneo
fi: Turnauksen nimi
fr: Nom du tournoi
hr: Ime turnira
it: Nome del torneo
nl: Toernooi naam
pl: Nazwa turnieju
pt: Nome do torneio
tr: Turnuva ismi

source: Open to the public
cs: Otevřít pro veřejnost
da: Åben for offentligheden
de: Öffentlich
es: Abierto al público
fi: Avoin yleisölle
fr: Ouvert au public
hr: Otvoreno za javnost
it: Apri al pubblico
nl: Openbaar voor iedereen
pl: Otwarty dla wszystkich
pt: Aberto ao público
tr: Halka açık

source: Player registration is open
cs: Registrace hráčů je otevřena
da: Spillerregistrering er åben
de: Spieleranmeldung ist offen
es: Registro de jugadores abierto
fi: Pelaajan rekisteröinti on avoinna
fr: L´inscription au joueur est ouverte
hr: Prijave igrača su otvorene
it: Registrazione giocatore aperta
nl: Spelerregistratie is open
pl: Rejestracja graczy jest otwarta
pt: Aberto para registro de jogadores
tr: Oyuncu kaydı açıktır

source: External URL
cs: Externí URL
da: Ekstern URL adresse
de: Externe URL
es: URL externa
fi: Ulkoinen URL-osoite
fr: URL externe
hr: Vanjski URL
it: Url Esterno
nl: Externe URL
pl: Zewnętrzny adres URL
pt: URL externa
tr: Harici URL

source: Create Tournament
cs: Vytvořit turnaj
da: Opret turnering
de: Turnier erstellen
es: Crear torneo
fi: Luo Turnaus
fr: Créer un tournoi
hr: Kreiraj turnir
it: Crea Torneo
nl: Toernooi aanmaken
pl: Stwórz turniej
pt: Criar Torneio
tr: Turnuva Oluştur

source: Select game
cs: Vybrat hru
da: Vælg spil
de: Spiel auswählen
es: Seleccionar juego
fi: Valitse peli
fr: Choisir une partie
hr: Odaberi igru
it: Seleziona partita
nl: Selecteer spel
pl: Wybierz grę
pt: Escolher jogo
tr: Maç seçin

source: Start in the past is not allowed for public tournaments.
cs: Začátek v minulosti není povolen pro veřejné turnaje.
da: Start i fortiden er ikke tilladt for offentlige turneringer.
de: Der Turnierstart von öffentlichen Turnieren darf nicht in der Vergangenheit liegen.
es: El inicio en el pasado no está permitido para torneos públicos.
fi: Alku menneisyydessä ei ole sallittu julkisiin turnauksiin.
fr: Commencer dans le passé n'est pas autorisé pour les tournois publics.
hr: Početak u prošlosti nije dopušten za javne turnire.
it: Inizia nel passato non è consentito per i tornei pubblici.
nl: Begin in het verleden is niet toegestaan voor openbare toernooien.
pl: Rozpoczęcie w przeszłości nie jest dozwolone w przypadku turniejów publicznych.
pt: Não é possível início com datas retroativas para torneios ou partidas públicas.
tr: Halk turnuvalarında geriye dönük başlangıçlara izin verilmemektedir.

source: Start must be within the next 30 days.
cs: Začátek musí být během příštích 30 dnů.
da: Start skal være inden for de næste 30 dage.
de: Der Turnierstart muss in den nächsten 30 Tagen stattfinden.
es: El inicio debe estar dentro de los próximos 30 días.
fi: Aloitus pitää olla seuraavien 30 päivän sisällä.
fr: Le début doit être dans les 30 prochains jours.
hr: Početak mora biti unutar narednih 30 dana.
it: L'inizio deve avvenire entro i 30 giorni successivi.
nl: De start moet binnen de komende 30 dagen zijn.
pl: Początek musi nastąpić w ciągu najbliższych 30 dni.
pt: Deverá iniciar nos próximos 30 dias.
tr: Gelecek 30 gün içerisinde başlamalıdır.

source: Tournament updated.
cs: Turnaj byl aktualizován.
da: Turneringen er opdateret.
de: Turnier aktualisiert.
es: Torneo actualizado.
fi: Turnaus päivitetty.
fr: Tournoi mis à jour.
hr: Ažuriranje turnira.
it: Torneo aggiornato.
nl: Toernooi bijgewerkt.
pl: Turniej zaktualizowany.
pt: Torneio atualizado.
tr: Turnuva güncellenmiştir.

source: You were banned from this tournament.
cs: Byli jste zablokován z tohoto turnaje.
da: Du blev udelukket fra denne turnering.
de: Du wurdest von diesem Turnier gebannt.
es: Has sido baneado de este torneo.
fi: Sinulle annettiin porttikielto tästä turnauksesta.
fr: Vous avez été banni de ce tournoi.
hr: Imate zabranu pristupa ovom turniru.
it: Sei stato bannato da questo torneo.
nl: Je bent geblokkeerd van dit toernooi.
pl: Zostałeś zablokowany w tym turnieju.
pt: Você foi banido(a) desse torneio.
tr: Bu turnuvadan çıkartıldınız.

source: Tournament settings
cs: Nastavení turnaje
da: Turneringsindstillinger
de: Turniereinstellungen
es: Detalles del torneo
fi: Turnauksen asetukset
fr: Paramètres du tournoi
hr: Postavke turnira
it: Impostazioni torneo
nl: Toernooi instellingen
pl: Ustawienia turnieju
pt: Configurações do torneio
tr: Turnuva ayarları

source: World Championship Mode
de: WM-Modus

source: You have too many active games. Please finish some games before creating new ones.
de: Du hast zu viele offene Spiele. Bitte beende ein paar Spiele, bevor du neue erstellst.

source: Not found
de: Nicht gefunden

source: No new notifications
de: Keine neuen Benachrichtigungen

source: Two-clear-legs only in the final set. Sudden death at 5:5 legs.
de: Two-clear-legs nur im letzten Satz. Sudden death bei 5:5 Legs.

source: You have to activate webcam games first.
de: Du musst Webcam-Spiele zuerst aktivieren.

source: Enter correct score
de: Korrekten Score eingeben

source: Back to tournament
de: Zurück zum Turnier

source: World Championship mode
de: WM-Modus
